package koreaexchange

const (
	Code3S             = "060310"
	CodeAJ네트웍스         = "095570"
	CodeAK홀딩스          = "006840"
	CodeAPS            = "054620"
	CodeAP시스템          = "265520"
	CodeAP위성           = "211270"
	CodeBGF            = "027410"
	CodeBGF리테일         = "282330"
	CodeBGF에코머티리얼즈     = "126600"
	CodeBNK금융지주        = "138930"
	CodeBYC            = "001460"
	CodeCBI            = "013720"
	CodeCG인바이츠         = "083790"
	CodeCJ             = "001040"
	CodeCJ_CGV         = "079160"
	CodeCJ_ENM         = "035760"
	CodeCJ_바이오사이언스     = "311690"
	CodeCJ대한통운         = "000120"
	CodeCJ씨푸드          = "011150"
	CodeCJ제일제당         = "097950"
	CodeCJ프레시웨이        = "051500"
	CodeCMG제약          = "058820"
	CodeCNH            = "023460"
	CodeCNT85          = "056730"
	CodeCS             = "065770"
	CodeCSA_코스믹        = "083660"
	CodeCS홀딩스          = "000590"
	CodeDB             = "012030"
	CodeDB금융스팩11호      = "456440"
	CodeDB금융투자         = "016610"
	CodeDB손해보험         = "005830"
	CodeDB하이텍          = "000990"
	CodeDGB금융지주        = "139130"
	CodeDGP            = "060900"
	CodeDH오토웨어         = "025440"
	CodeDL             = "000210"
	CodeDL건설           = "001880"
	CodeDL이앤씨          = "375500"
	CodeDMS            = "068790"
	CodeDN오토모티브        = "007340"
	CodeDRB동일          = "004840"
	CodeDSC인베스트먼트      = "241520"
	CodeDSEN           = "065150"
	CodeDSR            = "155660"
	CodeDSR제강          = "069730"
	CodeDXVX           = "180400"
	CodeE1             = "017940"
	CodeEDGC           = "245620"
	CodeEG             = "037370"
	CodeEMB            = "278990"
	CodeESR켄달스퀘어리츠     = "365550"
	CodeES큐브           = "050120"
	CodeFSN            = "214270"
	CodeFnF            = "383220"
	CodeFnF_홀딩스        = "007700"
	CodeGH신소재          = "130500"
	CodeGKL            = "114090"
	CodeGRT            = "900290"
	CodeGS             = "078930"
	CodeGST            = "083450"
	CodeGS건설           = "006360"
	CodeGS글로벌          = "001250"
	CodeGS리테일          = "007070"
	CodeHB솔루션          = "297890"
	CodeHB테크놀러지        = "078150"
	CodeHDC            = "012630"
	CodeHDC랩스          = "039570"
	CodeHDC현대EP        = "089470"
	CodeHDC현대산업개발      = "294870"
	CodeHD한국조선해양       = "009540"
	CodeHD현대           = "267250"
	CodeHD현대건설기계       = "267270"
	CodeHD현대에너지솔루션     = "322000"
	CodeHD현대인프라코어      = "042670"
	CodeHD현대일렉트릭       = "267260"
	CodeHD현대중공업        = "329180"
	CodeHJ중공업          = "097230"
	CodeHK이노엔          = "195940"
	CodeHLB            = "028300"
	CodeHLB글로벌         = "003580"
	CodeHLB바이오스텝       = "278650"
	CodeHLB사이언스        = "343090"
	CodeHLB생명과학        = "067630"
	CodeHLB이노베이션       = "024850"
	CodeHLB제약          = "047920"
	CodeHLB테라퓨틱스       = "115450"
	CodeHLB파나진         = "046210"
	CodeHL_DnI         = "014790"
	CodeHL만도           = "204320"
	CodeHL홀딩스          = "060980"
	CodeHMM            = "011200"
	CodeHPSP           = "403870"
	CodeHRS            = "036640"
	CodeHSD엔진          = "082740"
	CodeHS애드           = "035000"
	CodeIBKS제19호스팩     = "426550"
	CodeIBKS제20호스팩     = "439730"
	CodeIBKS제21호스팩     = "442770"
	CodeIBKS제22호스팩     = "448760"
	CodeISC            = "095340"
	CodeITX_AI         = "099520"
	CodeJB금융지주         = "175330"
	CodeJTC            = "950170"
	CodeJW생명과학         = "234080"
	CodeJW신약           = "067290"
	CodeJW중외제약         = "001060"
	CodeJW홀딩스          = "096760"
	CodeJYP_Ent        = "035900"
	CodeKBG            = "318000"
	CodeKBI메탈          = "024840"
	CodeKB금융           = "105560"
	CodeKB스타리츠         = "432320"
	CodeKB오토시스         = "024120"
	CodeKB제25호스팩       = "455250"
	CodeKB제26호스팩       = "458320"
	CodeKB제27호스팩       = "464680"
	CodeKCC건설          = "021320"
	CodeKCI            = "036670"
	CodeKC그린홀딩스        = "009440"
	CodeKC산업           = "112190"
	CodeKC코트렐          = "119650"
	CodeKD             = "044180"
	CodeKEC            = "092220"
	CodeKG_ETS         = "151860"
	CodeKG모빌리언스        = "046440"
	CodeKG모빌리티         = "003620"
	CodeKG스틸           = "016380"
	CodeKG이니시스         = "035600"
	CodeKG케미칼          = "001390"
	CodeKH_건설          = "226360"
	CodeKH_전자          = "111870"
	CodeKH_필룩스         = "033180"
	CodeKH바텍           = "060720"
	CodeKIB플러그에너지      = "015590"
	CodeKISCO홀딩스       = "001940"
	CodeKNN            = "058400"
	CodeKPX케미칼         = "025000"
	CodeKPX홀딩스         = "092230"
	CodeKR모터스          = "000040"
	CodeKSS해운          = "044450"
	CodeKTcs           = "058850"
	CodeKTis           = "058860"
	CodeKX             = "122450"
	CodeKX하이텍          = "052900"
	CodeLB루셈           = "376190"
	CodeLB세미콘          = "061970"
	CodeLB인베스트먼트       = "309960"
	CodeLF             = "093050"
	CodeLG             = "003550"
	CodeLG디스플레이        = "034220"
	CodeLG생활건강         = "051900"
	CodeLG에너지솔루션       = "373220"
	CodeLG유플러스         = "032640"
	CodeLG이노텍          = "011070"
	CodeLG전자           = "066570"
	CodeLG헬로비전         = "037560"
	CodeLG화학           = "051910"
	CodeLIG넥스원         = "079550"
	CodeLS             = "006260"
	CodeLS네트웍스         = "000680"
	CodeLS마린솔루션        = "060370"
	CodeLS전선아시아        = "229640"
	CodeLX세미콘          = "108320"
	CodeLX인터내셔널        = "001120"
	CodeLX하우시스         = "108670"
	CodeLX홀딩스          = "383800"
	CodeMDS테크          = "086960"
	CodeMH에탄올          = "023150"
	CodeMIT            = "038340"
	CodeNAVER          = "035420"
	CodeNEW            = "160550"
	CodeNE능률           = "053290"
	CodeNHN_KCP        = "060250"
	CodeNHN벅스          = "104200"
	CodeNH올원리츠         = "400760"
	CodeNH투자증권         = "005940"
	CodeNH프라임리츠        = "338100"
	CodeNICE           = "034310"
	CodeNICE평가정보       = "030190"
	CodeNI스틸           = "008260"
	CodeOCI            = "456040"
	CodeOCI홀딩스         = "010060"
	CodePI첨단소재         = "178920"
	CodePN풍년           = "024940"
	CodePOSCO홀딩스       = "005490"
	CodeRFHIC          = "218410"
	CodeRF머트리얼즈        = "327260"
	CodeSAMG엔터         = "419530"
	CodeSBI인베스트먼트      = "019550"
	CodeSBI핀테크솔루션즈     = "950110"
	CodeSBS            = "034120"
	CodeSBS콘텐츠허브       = "046140"
	CodeSBW생명과학        = "151910"
	CodeSCI평가정보        = "036120"
	CodeSDN            = "099220"
	CodeSFA반도체         = "036540"
	CodeSG             = "255220"
	CodeSGA            = "049470"
	CodeSGA솔루션즈        = "184230"
	CodeSGC에너지         = "005090"
	CodeSGC이테크건설       = "016250"
	CodeSGnG           = "040610"
	CodeSG글로벌          = "001380"
	CodeSG세계물산         = "004060"
	CodeSHD            = "001770"
	CodeSH에너지화학        = "002360"
	CodeSIMPAC         = "009160"
	CodeSK             = "034730"
	CodeSKC            = "011790"
	CodeSK가스           = "018670"
	CodeSK네트웍스         = "001740"
	CodeSK디스커버리        = "006120"
	CodeSK디앤디          = "210980"
	CodeSK렌터카          = "068400"
	CodeSK리츠           = "395400"
	CodeSK바이오사이언스      = "302440"
	CodeSK스퀘어          = "402340"
	CodeSK시그넷          = "260870"
	CodeSK아이이테크놀로지     = "361610"
	CodeSK오션플랜트        = "100090"
	CodeSK이노베이션        = "096770"
	CodeSK증권           = "001510"
	CodeSK증권제10호스팩     = "457940"
	CodeSK증권제8호스팩      = "435870"
	CodeSK증권제9호스팩      = "455910"
	CodeSK케미칼          = "285130"
	CodeSK텔레콤          = "017670"
	CodeSK하이닉스         = "000660"
	CodeSM_CnC         = "048550"
	CodeSM_Life_Design = "063440"
	CodeSNT다이내믹스       = "003570"
	CodeSNT모티브         = "064960"
	CodeSNT에너지         = "100840"
	CodeSNT홀딩스         = "036530"
	CodeSPC삼립          = "005610"
	CodeSTX            = "011810"
	CodeSTX그린로지스       = "465770"
	CodeSTX엔진          = "077970"
	CodeSTX중공업         = "071970"
	CodeSUNnL          = "002820"
	CodeSV인베스트먼트       = "289080"
	CodeS_Oil          = "010950"
	CodeSnK폴리텍         = "091340"
	CodeTCC스틸          = "002710"
	CodeTHE_EnM        = "089230"
	CodeTHE_MIDONG     = "161570"
	CodeTJ미디어          = "032540"
	CodeTKG애강          = "022220"
	CodeTPC            = "048770"
	CodeTS인베스트먼트       = "246690"
	CodeTS트릴리온         = "317240"
	CodeTYM            = "002900"
	CodeWISCOM         = "024070"
	CodeYBM넷           = "057030"
	CodeYG_PLUS        = "037270"
	CodeYTN            = "040300"
	CodeYW             = "051390"
	CodeiMBC           = "052220"
	Code가비아            = "079940"
	Code가온그룹           = "078890"
	Code가온전선           = "000500"
	Code가온칩스           = "399720"
	Code가이아코퍼레이션       = "296520"
	Code감성코퍼레이션        = "036620"
	Code강남제비스코         = "000860"
	Code강스템바이오텍        = "217730"
	Code강원랜드           = "035250"
	Code강원에너지          = "114190"
	Code갤럭시아머니트리       = "094480"
	Code갤럭시아에스엠        = "011420"
	Code경남스틸           = "039240"
	Code경남제약           = "053950"
	Code경농             = "002100"
	Code경동나비엔          = "009450"
	Code경동도시가스         = "267290"
	Code경동인베스트         = "012320"
	Code경동제약           = "011040"
	Code경방             = "000050"
	Code경보제약           = "214390"
	Code경인양행           = "012610"
	Code경인전자           = "009140"
	Code경창산업           = "024910"
	Code계룡건설산업         = "013580"
	Code계양전기           = "012200"
	Code고려산업           = "002140"
	Code고려시멘트          = "198440"
	Code고려신용정보         = "049720"
	Code고려아연           = "010130"
	Code고려제강           = "002240"
	Code고려제약           = "014570"
	Code고바이오랩          = "348150"
	Code고스트스튜디오        = "950190"
	Code고영             = "098460"
	Code골드앤에스          = "035290"
	Code골든센츄리          = "900280"
	Code골프존            = "215000"
	Code골프존뉴딘홀딩스       = "121440"
	Code골프존데카          = "183410"
	Code공구우먼           = "366030"
	Code관악산업           = "076340"
	Code광동제약           = "009290"
	Code광림             = "014200"
	Code광명전기           = "017040"
	Code광무             = "029480"
	Code광전자            = "017900"
	Code광주신세계          = "037710"
	Code광진실업           = "026910"
	Code교보11호스팩        = "397880"
	Code교보12호스팩        = "421800"
	Code교보13호스팩        = "440790"
	Code교보14호스팩        = "456490"
	Code교보15호스팩        = "465320"
	Code교보증권           = "030610"
	Code교촌에프앤비         = "339770"
	Code구영테크           = "053270"
	Code국도화학           = "007690"
	Code국동             = "005320"
	Code국보             = "001140"
	Code국보디자인          = "066620"
	Code국순당            = "043650"
	Code국영지앤엠          = "006050"
	Code국일신동           = "060480"
	Code국일제지           = "078130"
	Code국전약품           = "307750"
	Code국제약품           = "002720"
	Code굿센             = "243870"
	Code그래디언트          = "035080"
	Code그리티            = "204020"
	Code그린리소스          = "402490"
	Code그린생명과학         = "114450"
	Code그린케미칼          = "083420"
	Code그린플러스          = "186230"
	Code극동유화           = "014530"
	Code글로벌에스엠         = "900070"
	Code글로벌텍스프리        = "204620"
	Code글로본            = "019660"
	Code금강공업           = "014280"
	Code금강철강           = "053260"
	Code금비             = "008870"
	Code금양             = "001570"
	Code금양그린파워         = "282720"
	Code금호건설           = "002990"
	Code금호석유화학         = "011780"
	Code금호에이치티         = "214330"
	Code금호전기           = "001210"
	Code금호타이어          = "073240"
	Code금화피에스시         = "036190"
	Code기가레인           = "049080"
	Code기가비스           = "420770"
	Code기산텔레콤          = "035460"
	Code기신정기           = "092440"
	Code기아             = "000270"
	Code기업은행           = "024110"
	Code길교이앤씨          = "456700"
	Code까뮤이앤씨          = "013700"
	Code까스텔바작          = "308100"
	Code깨끗한나라          = "004540"
	Code꿈비             = "407400"
	Code나노             = "187790"
	Code나노브릭           = "286750"
	Code나노신소재          = "121600"
	Code나노씨엠에스         = "247660"
	Code나노엔텍           = "039860"
	Code나노캠텍           = "091970"
	Code나노팀            = "417010"
	Code나눔테크           = "244880"
	Code나라셀라           = "405920"
	Code나라소프트          = "288490"
	Code나라엠앤디          = "051490"
	Code나래나노텍          = "137080"
	Code나무가            = "190510"
	Code나무기술           = "242040"
	Code나스미디어          = "089600"
	Code나우IB           = "293580"
	Code나우코스           = "257990"
	Code나이벡            = "138610"
	Code나이스디앤비         = "130580"
	Code나이스정보통신        = "036800"
	Code나인테크           = "267320"
	Code남광토건           = "001260"
	Code남선알미늄          = "008350"
	Code남성             = "004270"
	Code남양유업           = "003920"
	Code남해화학           = "025860"
	Code남화산업           = "111710"
	Code남화토건           = "091590"
	Code내츄럴엔도텍         = "168330"
	Code네오리진           = "094860"
	Code네오셈            = "253590"
	Code네오오토           = "212560"
	Code네오위즈           = "095660"
	Code네오위즈홀딩스        = "042420"
	Code네오이뮨텍          = "950220"
	Code네오크레마          = "311390"
	Code네오티스           = "085910"
	Code네오팜            = "092730"
	Code네오펙트           = "290660"
	Code네온테크           = "306620"
	Code네이블커뮤니케이션즈     = "153460"
	Code네이처셀           = "007390"
	Code네패스            = "033640"
	Code네패스아크          = "330860"
	Code넥센             = "005720"
	Code넥센타이어          = "002350"
	Code넥스턴바이오         = "089140"
	Code넥스트아이          = "137940"
	Code넥스트칩           = "396270"
	Code넥스틴            = "348210"
	Code넥스틸            = "092790"
	Code넥슨게임즈          = "225570"
	Code넵튠             = "217270"
	Code넷마블            = "251270"
	Code노드메이슨          = "317860"
	Code노랑풍선           = "104620"
	Code노루페인트          = "090350"
	Code노루홀딩스          = "000320"
	Code노바렉스           = "194700"
	Code노바텍            = "285490"
	Code노보믹스           = "283100"
	Code노브메타파마         = "229500"
	Code노블엠앤비          = "106520"
	Code노을             = "376930"
	Code녹십자            = "006280"
	Code녹십자엠에스         = "142280"
	Code녹십자웰빙          = "234690"
	Code녹십자홀딩스         = "005250"
	Code녹원씨엔아이         = "065560"
	Code농심             = "004370"
	Code농심홀딩스          = "072710"
	Code농우바이오          = "054050"
	Code누리플랜           = "069140"
	Code누리플렉스          = "040160"
	Code누보             = "332290"
	Code뉴로메카           = "348340"
	Code뉴보텍            = "060260"
	Code뉴인텍            = "012340"
	Code뉴지랩파마          = "214870"
	Code뉴트리            = "270870"
	Code뉴파워프라즈마        = "144960"
	Code뉴프렉스           = "085670"
	Code다날             = "064260"
	Code다보링크           = "340360"
	Code다산네트웍스         = "039560"
	Code다산솔루에타         = "154040"
	Code다스코            = "058730"
	Code다올투자증권         = "030210"
	Code다우기술           = "023590"
	Code다우데이타          = "032190"
	Code다원넥스뷰          = "323350"
	Code다원시스           = "068240"
	Code다이나믹디자인        = "145210"
	Code대교             = "019680"
	Code대구백화점          = "006370"
	Code대덕             = "008060"
	Code대덕전자           = "353200"
	Code대동             = "000490"
	Code대동고려삼          = "178600"
	Code대동금속           = "020400"
	Code대동기어           = "008830"
	Code대동스틸           = "048470"
	Code대동전자           = "008110"
	Code대륙제관           = "004780"
	Code대림비앤코          = "005750"
	Code대림제지           = "017650"
	Code대림통상           = "006570"
	Code대명소노시즌         = "007720"
	Code대명에너지          = "389260"
	Code대모             = "317850"
	Code대보마그네틱         = "290670"
	Code대봉엘에스          = "078140"
	Code대상             = "001680"
	Code대상홀딩스          = "084690"
	Code대성미생물          = "036480"
	Code대성산업           = "128820"
	Code대성에너지          = "117580"
	Code대성창투           = "027830"
	Code대성파인텍          = "104040"
	Code대성하이텍          = "129920"
	Code대성홀딩스          = "016710"
	Code대신밸런스제13호스팩    = "438220"
	Code대신밸런스제14호스팩    = "442310"
	Code대신밸런스제15호스팩    = "457390"
	Code대신밸런스제16호스팩    = "457630"
	Code대신정보통신         = "020180"
	Code대신증권           = "003540"
	Code대아티아이          = "045390"
	Code대양금속           = "009190"
	Code대양전기공업         = "108380"
	Code대양제지           = "006580"
	Code대영포장           = "014160"
	Code대우건설           = "047040"
	Code대우부품           = "009320"
	Code대웅             = "003090"
	Code대웅제약           = "069620"
	Code대원             = "007680"
	Code대원강업           = "000430"
	Code대원미디어          = "048910"
	Code대원산업           = "005710"
	Code대원전선           = "006340"
	Code대원제약           = "003220"
	Code대원화성           = "024890"
	Code대유             = "290380"
	Code대유에이텍          = "002880"
	Code대유에이피          = "290120"
	Code대유플러스          = "000300"
	Code대정화금           = "120240"
	Code대주산업           = "003310"
	Code대주이엔티          = "114920"
	Code대주전자재료         = "078600"
	Code대창             = "012800"
	Code대창단조           = "015230"
	Code대창솔루션          = "096350"
	Code대창스틸           = "140520"
	Code대한과학           = "131220"
	Code대한광통신          = "010170"
	Code대한뉴팜           = "054670"
	Code대한방직           = "001070"
	Code대한약품           = "023910"
	Code대한유화           = "006650"
	Code대한전선           = "001440"
	Code대한제강           = "084010"
	Code대한제당           = "001790"
	Code대한제분           = "001130"
	Code대한항공           = "003490"
	Code대한해운           = "005880"
	Code대한화섬           = "003830"
	Code대현             = "016090"
	Code대호에이엘          = "069460"
	Code대호특수강          = "021040"
	Code대화제약           = "067080"
	Code더네이쳐홀딩스        = "298540"
	Code더라미            = "032860"
	Code더블유게임즈         = "192080"
	Code더블유씨피          = "393890"
	Code더블유에스아이        = "299170"
	Code더존비즈온          = "012510"
	Code더코디            = "224060"
	Code더콘텐츠온          = "302920"
	Code덕산네오룩스         = "213420"
	Code덕산테코피아         = "317330"
	Code덕산하이메탈         = "077360"
	Code덕성             = "004830"
	Code덕신하우징          = "090410"
	Code덕양산업           = "024900"
	Code덕우전자           = "263600"
	Code데브시스터즈         = "194480"
	Code데이타솔루션         = "263800"
	Code데이터스트림즈        = "199150"
	Code덱스터            = "206560"
	Code덴티스            = "261200"
	Code덴티움            = "145720"
	Code도부마스크          = "227420"
	Code도이치모터스         = "067990"
	Code도화엔지니어링        = "002150"
	Code동구바이오제약        = "006620"
	Code동국SnC          = "100130"
	Code동국산업           = "005160"
	Code동국씨엠           = "460850"
	Code동국알앤에스         = "075970"
	Code동국제강           = "460860"
	Code동국제약           = "086450"
	Code동국홀딩스          = "001230"
	Code동남합성           = "023450"
	Code동방             = "004140"
	Code동방선기           = "099410"
	Code동방아그로          = "007590"
	Code동부건설           = "005960"
	Code동서             = "026960"
	Code동성제약           = "002210"
	Code동성케미컬          = "102260"
	Code동성화인텍          = "033500"
	Code동신건설           = "025950"
	Code동아쏘시오홀딩스       = "000640"
	Code동아에스티          = "170900"
	Code동아엘텍           = "088130"
	Code동아지질           = "028100"
	Code동아타이어          = "282690"
	Code동아화성           = "041930"
	Code동양             = "001520"
	Code동양고속           = "084670"
	Code동양생명           = "082640"
	Code동양에스텍          = "060380"
	Code동양이엔피          = "079960"
	Code동양철관           = "008970"
	Code동양파일           = "228340"
	Code동양피스톤          = "092780"
	Code동우팜투테이블        = "088910"
	Code동운아나텍          = "094170"
	Code동원FnB          = "049770"
	Code동원개발           = "013120"
	Code동원금속           = "018500"
	Code동원산업           = "006040"
	Code동원수산           = "030720"
	Code동원시스템즈         = "014820"
	Code동인기연           = "111380"
	Code동일고무벨트         = "163560"
	Code동일금속           = "109860"
	Code동일기연           = "032960"
	Code동일산업           = "004890"
	Code동일제강           = "002690"
	Code동일철강           = "023790"
	Code동진쎄미켐          = "005290"
	Code동화기업           = "025900"
	Code동화약품           = "000020"
	Code두산             = "000150"
	Code두산로보틱스         = "454910"
	Code두산밥캣           = "241560"
	Code두산에너빌리티        = "034020"
	Code두산테스나          = "131970"
	Code두산퓨얼셀          = "336260"
	Code두올             = "016740"
	Code듀오백            = "073190"
	Code듀켐바이오          = "176750"
	Code드래곤플라이         = "030350"
	Code드림시큐리티         = "203650"
	Code드림씨아이에스        = "223250"
	Code드림어스컴퍼니        = "060570"
	Code드림텍            = "192650"
	Code디딤이앤에프         = "217620"
	Code디모아            = "016670"
	Code디바이스이엔지        = "187870"
	Code디비금융스팩10호      = "404950"
	Code디스플레이텍         = "066670"
	Code디씨엠            = "024090"
	Code디아이            = "003160"
	Code디아이동일          = "001530"
	Code디아이씨           = "092200"
	Code디아이티           = "110990"
	Code디알젬            = "263690"
	Code디알텍            = "214680"
	Code디앤디플랫폼리츠       = "377190"
	Code디앤씨미디어         = "263720"
	Code디어유            = "376300"
	Code디에스앤엘          = "141020"
	Code디에스케이          = "109740"
	Code디에이테크놀로지       = "196490"
	Code디에이피           = "066900"
	Code디엔에이링크         = "127120"
	Code디엔에프           = "092070"
	Code디오             = "039840"
	Code디와이            = "013570"
	Code디와이디           = "219550"
	Code디와이씨           = "310870"
	Code디와이파워          = "210540"
	Code디와이피엔에프        = "104460"
	Code디이엔티           = "079810"
	Code디젠스            = "113810"
	Code디지아이           = "043360"
	Code디지캡            = "197140"
	Code디지털대성          = "068930"
	Code디지틀조선          = "033130"
	Code디케이락           = "105740"
	Code디케이앤디          = "263020"
	Code디케이티           = "290550"
	Code디티앤씨           = "187220"
	Code디티앤씨알오         = "383930"
	Code디피코            = "163430"
	Code딜리             = "131180"
	Code딥노이드           = "315640"
	Code라닉스            = "317120"
	Code라온시큐어          = "042510"
	Code라온테크           = "232680"
	Code라온텍            = "418420"
	Code라온피플           = "300120"
	Code라이온켐텍          = "171120"
	Code라이콤            = "388790"
	Code라이트론           = "069540"
	Code라이프시맨틱스        = "347700"
	Code라파스            = "214260"
	Code라피치            = "403360"
	Code락앤락            = "115390"
	Code래몽래인           = "200350"
	Code램테크놀러지         = "171010"
	Code랩지노믹스          = "084650"
	Code러셀             = "217500"
	Code럭스피아           = "092590"
	Code레고켐바이오         = "141080"
	Code레드캡투어          = "038390"
	Code레몬             = "294140"
	Code레뷰코퍼레이션        = "443250"
	Code레이             = "228670"
	Code레이언스           = "228850"
	Code레이저쎌           = "412350"
	Code레이크머티리얼즈       = "281740"
	Code레인보우로보틱스       = "277810"
	Code렌딩머신           = "179720"
	Code로보로보           = "215100"
	Code로보스타           = "090360"
	Code로보쓰리에이아이앤로보틱스  = "238500"
	Code로보티즈           = "108490"
	Code로스웰            = "900260"
	Code로지스몬           = "223220"
	Code로지시스           = "067730"
	Code로체시스템즈         = "071280"
	Code롯데관광개발         = "032350"
	Code롯데렌탈           = "089860"
	Code롯데리츠           = "330590"
	Code롯데손해보험         = "000400"
	Code롯데쇼핑           = "023530"
	Code롯데에너지머티리얼즈     = "020150"
	Code롯데웰푸드          = "280360"
	Code롯데정밀화학         = "004000"
	Code롯데정보통신         = "286940"
	Code롯데지주           = "004990"
	Code롯데칠성음료         = "005300"
	Code롯데케미칼          = "011170"
	Code롯데하이마트         = "071840"
	Code루닛             = "328130"
	Code루멘스            = "038060"
	Code루켄테크놀러지스       = "162120"
	Code루트락            = "253610"
	Code룽투코리아          = "060240"
	Code리노공업           = "058470"
	Code리노스            = "039980"
	Code리더스_기술투자       = "019570"
	Code리더스코스메틱        = "016100"
	Code리드코프           = "012700"
	Code리메드            = "302550"
	Code리튬포어스          = "073570"
	Code리파인            = "377450"
	Code린드먼아시아         = "277070"
	Code링네트            = "042500"
	Code링크제니시스         = "219420"
	Code마녀공장           = "439090"
	Code마니커            = "027740"
	Code마니커에프앤지        = "195500"
	Code마스턴프리미어리츠      = "357430"
	Code마음AI           = "377480"
	Code마이크로디지탈        = "305090"
	Code마이크로엔엑스        = "448780"
	Code마이크로컨텍솔        = "098120"
	Code마이크로투나노        = "424980"
	Code마크로젠           = "038290"
	Code만호제강           = "001080"
	Code매일유업           = "267980"
	Code매일홀딩스          = "005990"
	Code매커스            = "093520"
	Code맥스트            = "377030"
	Code맥쿼리인프라         = "088980"
	Code맵스리얼티1         = "094800"
	Code머큐리            = "100590"
	Code멀티캠퍼스          = "067280"
	Code메가스터디          = "072870"
	Code메가스터디교육        = "215200"
	Code메가엠디           = "133750"
	Code메가터치           = "446540"
	Code메드팩토           = "235980"
	Code메디쎄이           = "200580"
	Code메디아나           = "041920"
	Code메디안디노스틱        = "233250"
	Code메디앙스           = "014100"
	Code메디젠휴먼케어        = "236340"
	Code메디콕스           = "054180"
	Code메디톡스           = "086900"
	Code메디포스트          = "078160"
	Code메디프론           = "065650"
	Code메리츠금융지주        = "138040"
	Code메쎄이상           = "408920"
	Code메이슨캐피탈         = "021880"
	Code메지온            = "140410"
	Code메카로            = "241770"
	Code메타랩스           = "090370"
	Code메타바이오메드        = "059210"
	Code멕아이씨에스         = "058110"
	Code명문제약           = "017180"
	Code명신산업           = "009900"
	Code모나리자           = "012690"
	Code모나미            = "005360"
	Code모니터랩           = "434480"
	Code모다이노칩          = "080420"
	Code모델솔루션          = "417970"
	Code모두투어           = "080160"
	Code모두투어리츠         = "204210"
	Code모바일어플라이언스      = "087260"
	Code모베이스           = "101330"
	Code모베이스전자         = "012860"
	Code모비데이즈          = "363260"
	Code모비릭스           = "348030"
	Code모비스            = "250060"
	Code모아데이타          = "288980"
	Code모아텍            = "033200"
	Code모코엠시스          = "333050"
	Code모토닉            = "009680"
	Code모트렉스           = "118990"
	Code모헨즈            = "006920"
	Code무림PnP          = "009580"
	Code무림SP           = "001810"
	Code무림페이퍼          = "009200"
	Code무진메디           = "322970"
	Code무학             = "033920"
	Code문배철강           = "008420"
	Code미디어젠           = "279600"
	Code미래나노텍          = "095500"
	Code미래반도체          = "254490"
	Code미래산업           = "025560"
	Code미래생명자원         = "218150"
	Code미래아이앤지         = "007120"
	Code미래에셋글로벌리츠      = "396690"
	Code미래에셋드림스팩1호     = "442900"
	Code미래에셋맵스리츠       = "357250"
	Code미래에셋벤처투자       = "100790"
	Code미래에셋비전스팩1호     = "412930"
	Code미래에셋비전스팩2호     = "446190"
	Code미래에셋비전스팩3호     = "448830"
	Code미래에셋생명         = "085620"
	Code미래에셋증권         = "006800"
	Code미래엔에듀파트너       = "208890"
	Code미래컴퍼니          = "049950"
	Code미스터블루          = "207760"
	Code미원상사           = "002840"
	Code미원에스씨          = "268280"
	Code미원홀딩스          = "107590"
	Code미원화학           = "134380"
	Code미쥬             = "351020"
	Code미창석유공업         = "003650"
	Code미코             = "059090"
	Code미코바이오메드        = "214610"
	Code미투온            = "201490"
	Code밀리의서재          = "418470"
	Code바디텍메드          = "206640"
	Code바른손            = "018700"
	Code바른손이앤에이        = "035620"
	Code바스칸바이오제약       = "354390"
	Code바이넥스           = "053030"
	Code바이브컴퍼니         = "301300"
	Code바이오노트          = "377740"
	Code바이오니아          = "064550"
	Code바이오다인          = "314930"
	Code바이오로그디바이스      = "208710"
	Code바이오솔루션         = "086820"
	Code바이오스마트         = "038460"
	Code바이오에프디엔씨       = "251120"
	Code바이오인프라         = "199730"
	Code바이오인프라생명과학     = "266470"
	Code바이오텐           = "289170"
	Code바이오톡스텍         = "086040"
	Code바이오프로테크        = "199290"
	Code바이오플러스         = "099430"
	Code바이온            = "032980"
	Code바이옵트로          = "222160"
	Code바이젠셀           = "308080"
	Code바텍             = "043150"
	Code박셀바이오          = "323990"
	Code방림             = "003610"
	Code배럴             = "267790"
	Code백광산업           = "001340"
	Code백금TnA          = "046310"
	Code백산             = "035150"
	Code밸로프            = "331520"
	Code버넥트            = "438700"
	Code버킷스튜디오         = "066410"
	Code범양건영           = "002410"
	Code범한퓨얼셀          = "382900"
	Code베노티앤알          = "206400"
	Code베뉴지            = "019010"
	Code베른             = "322190"
	Code베셀             = "177350"
	Code베스파            = "299910"
	Code벨로크            = "424760"
	Code벽산             = "007210"
	Code보광산업           = "225530"
	Code보라티알           = "250000"
	Code보락             = "002760"
	Code보령             = "003850"
	Code보로노이           = "310210"
	Code보성파워텍          = "006910"
	Code보해양조           = "000890"
	Code본느             = "226340"
	Code볼빅             = "206950"
	Code부광약품           = "003000"
	Code부국증권           = "001270"
	Code부국철강           = "026940"
	Code부방             = "014470"
	Code부산산업           = "011390"
	Code부산주공           = "005030"
	Code부스타            = "008470"
	Code뷰노             = "338220"
	Code뷰웍스            = "100120"
	Code뷰티스킨           = "406820"
	Code브랜드엑스코퍼레이션     = "337930"
	Code브레인즈컴퍼니        = "099390"
	Code브리지텍           = "064480"
	Code브릿지바이오         = "288330"
	Code브이씨            = "365900"
	Code브이원텍           = "251630"
	Code브이티            = "018290"
	Code블레이드_Ent       = "044480"
	Code블루콤            = "033560"
	Code블루탑            = "191600"
	Code블리츠웨이          = "369370"
	Code비나텍            = "126340"
	Code비덴트            = "121800"
	Code비디아이           = "148140"
	Code비보존_제약         = "082800"
	Code비비씨            = "318410"
	Code비비안            = "002070"
	Code비상교육           = "100220"
	Code비스토스           = "419540"
	Code비씨엔씨           = "146320"
	Code비씨월드제약         = "200780"
	Code비아이매트릭스        = "413640"
	Code비아트론           = "141000"
	Code비에이치           = "090460"
	Code비에이치아이         = "083650"
	Code비엔케이제1호스팩      = "445360"
	Code비엘             = "142760"
	Code비엘팜텍           = "065170"
	Code비엘헬스케어         = "086220"
	Code비엠티            = "086670"
	Code비올             = "335890"
	Code비유테크놀러지        = "230980"
	Code비즈니스온          = "138580"
	Code비츠로셀           = "082920"
	Code비츠로시스          = "054220"
	Code비츠로테크          = "042370"
	Code비케이탑스          = "030790"
	Code비케이홀딩스         = "050090"
	Code비투엔            = "307870"
	Code비트나인           = "357880"
	Code비트컴퓨터          = "032850"
	Code비플라이소프트        = "148780"
	Code비피도            = "238200"
	Code빅솔론            = "093190"
	Code빅텍             = "065450"
	Code빅텐츠            = "210120"
	Code빙그레            = "005180"
	Code빛샘전자           = "072950"
	Code뿌리깊은나무들        = "266170"
	Code사람인            = "143240"
	Code사조대림           = "003960"
	Code사조동아원          = "008040"
	Code사조산업           = "007160"
	Code사조씨푸드          = "014710"
	Code사조오양           = "006090"
	Code산돌             = "419120"
	Code삼기             = "122350"
	Code삼기이브이          = "419050"
	Code삼륭물산           = "014970"
	Code삼목에스폼          = "018310"
	Code삼미금속           = "012210"
	Code삼보모터스          = "053700"
	Code삼보산업           = "009620"
	Code삼보판지           = "023600"
	Code삼부토건           = "001470"
	Code삼성FN리츠         = "448730"
	Code삼성SDI          = "006400"
	Code삼성공조           = "006660"
	Code삼성머스트스팩5호      = "380320"
	Code삼성물산           = "028260"
	Code삼성바이오로직스       = "207940"
	Code삼성생명           = "032830"
	Code삼성스팩4호         = "377630"
	Code삼성스팩6호         = "425290"
	Code삼성스팩7호         = "439250"
	Code삼성스팩8호         = "448740"
	Code삼성스팩9호         = "468510"
	Code삼성에스디에스        = "018260"
	Code삼성엔지니어링        = "028050"
	Code삼성전기           = "009150"
	Code삼성전자           = "005930"
	Code삼성제약           = "001360"
	Code삼성중공업          = "010140"
	Code삼성증권           = "016360"
	Code삼성출판사          = "068290"
	Code삼성카드           = "029780"
	Code삼성화재해상보험       = "000810"
	Code삼아알미늄          = "006110"
	Code삼아제약           = "009300"
	Code삼양사            = "145990"
	Code삼양식품           = "003230"
	Code삼양옵틱스          = "225190"
	Code삼양통상           = "002170"
	Code삼양패키징          = "272550"
	Code삼양홀딩스          = "000070"
	Code삼영             = "003720"
	Code삼영무역           = "002810"
	Code삼영에스앤씨         = "361670"
	Code삼영엠텍           = "054540"
	Code삼영이엔씨          = "065570"
	Code삼영전자공업         = "005680"
	Code삼원강재           = "023000"
	Code삼익THK          = "004380"
	Code삼익악기           = "002450"
	Code삼일             = "032280"
	Code삼일기업공사         = "002290"
	Code삼일씨엔에스         = "004440"
	Code삼일제약           = "000520"
	Code삼정펄프           = "009770"
	Code삼지전자           = "037460"
	Code삼진             = "032750"
	Code삼진엘앤디          = "054090"
	Code삼진제약           = "005500"
	Code삼천당제약          = "000250"
	Code삼천리            = "004690"
	Code삼천리자전거         = "024950"
	Code삼표시멘트          = "038500"
	Code삼현철강           = "017480"
	Code삼호개발           = "010960"
	Code삼화네트웍스         = "046390"
	Code삼화왕관           = "004450"
	Code삼화전기           = "009470"
	Code삼화전자공업         = "011230"
	Code삼화콘덴서공업        = "001820"
	Code삼화페인트공업        = "000390"
	Code상보             = "027580"
	Code상상인            = "038540"
	Code상상인인더스트리       = "101000"
	Code상상인제3호스팩       = "415580"
	Code상상인제4호스팩       = "452670"
	Code상상인증권          = "001290"
	Code상신브레이크         = "041650"
	Code상신이디피          = "091580"
	Code상신전자           = "263810"
	Code상아프론테크         = "089980"
	Code상지카일룸          = "042940"
	Code새로닉스           = "042600"
	Code새론오토모티브        = "075180"
	Code새빗켐            = "107600"
	Code샌즈랩            = "411080"
	Code샘씨엔에스          = "252990"
	Code샘표             = "007540"
	Code샘표식품           = "248170"
	Code샤페론            = "378800"
	Code서남             = "294630"
	Code서린바이오          = "038070"
	Code서부TnD          = "006730"
	Code서산             = "079650"
	Code서암기계공업         = "100660"
	Code서연             = "007860"
	Code서연이화           = "200880"
	Code서연탑메탈          = "019770"
	Code서울도시가스         = "017390"
	Code서울리거           = "043710"
	Code서울바이오시스        = "092190"
	Code서울반도체          = "046890"
	Code서울식품공업         = "004410"
	Code서울옥션           = "063170"
	Code서울전자통신         = "027040"
	Code서울제약           = "018680"
	Code서원             = "021050"
	Code서원인텍           = "093920"
	Code서전기전           = "189860"
	Code서진시스템          = "178320"
	Code서진오토모티브        = "122690"
	Code서플러스글로벌        = "140070"
	Code서한             = "011370"
	Code서호전기           = "065710"
	Code서흥             = "008490"
	Code서희건설           = "035890"
	Code석경에이티          = "357550"
	Code선광             = "003100"
	Code선도전기           = "007610"
	Code선바이오           = "067370"
	Code선익시스템          = "171090"
	Code선진             = "136490"
	Code선진뷰티사이언스       = "086710"
	Code성광벤드           = "014620"
	Code성도이엔지          = "037350"
	Code성문전자           = "014910"
	Code성보화학           = "003080"
	Code성신양회           = "004980"
	Code성안             = "011300"
	Code성우전자           = "081580"
	Code성우테크론          = "045300"
	Code성우하이텍          = "015750"
	Code성일하이텍          = "365340"
	Code성창기업지주         = "000180"
	Code성창오토텍          = "080470"
	Code성호전자           = "043260"
	Code세경하이테크         = "148150"
	Code세기상사           = "002420"
	Code세니젠            = "188260"
	Code세동             = "053060"
	Code세림BnG          = "340440"
	Code세명전기           = "017510"
	Code세방             = "004360"
	Code세방전지           = "004490"
	Code세보엠이씨          = "011560"
	Code세아메카닉스         = "396300"
	Code세아베스틸지주        = "001430"
	Code세아제강           = "306200"
	Code세아제강지주         = "003030"
	Code세아특수강          = "019440"
	Code세아홀딩스          = "058650"
	Code세우글로벌          = "013000"
	Code세운메디칼          = "100700"
	Code세원물산           = "024830"
	Code세원이앤씨          = "091090"
	Code세원정공           = "021820"
	Code세이브존InC        = "067830"
	Code세종공업           = "033530"
	Code세종메디칼          = "258830"
	Code세종텔레콤          = "036630"
	Code세중             = "039310"
	Code세진중공업          = "075580"
	Code세진티에스          = "067770"
	Code세코닉스           = "053450"
	Code세토피아           = "222810"
	Code세화피앤씨          = "252500"
	Code센서뷰            = "321370"
	Code센코             = "347000"
	Code셀레믹스           = "331920"
	Code셀루메드           = "049180"
	Code셀리드            = "299660"
	Code셀리버리           = "268600"
	Code셀바스AI          = "108860"
	Code셀바스헬스케어        = "208370"
	Code셀바이오휴먼텍        = "318160"
	Code셀젠텍            = "258250"
	Code셀트리온           = "068270"
	Code셀트리온제약         = "068760"
	Code셀트리온헬스케어       = "091990"
	Code셀피글로벌          = "068940"
	Code소니드            = "060230"
	Code소룩스            = "290690"
	Code소마젠            = "950200"
	Code소프트센           = "032680"
	Code소프트캠프          = "258790"
	Code손오공            = "066910"
	Code솔고바이오          = "043100"
	Code솔루스첨단소재        = "336370"
	Code솔루엠            = "248070"
	Code솔본             = "035610"
	Code솔브레인           = "357780"
	Code솔브레인홀딩스        = "036830"
	Code솔트룩스           = "304100"
	Code솔트웨어           = "328380"
	Code송원산업           = "004430"
	Code쇼박스            = "086980"
	Code수산아이앤티         = "050960"
	Code수산인더스트리        = "126720"
	Code수산중공업          = "017550"
	Code수성샐바시온         = "084180"
	Code수젠텍            = "253840"
	Code수프로            = "185190"
	Code슈어소프트테크        = "298830"
	Code슈프리마           = "236200"
	Code슈프리마에이치큐       = "094840"
	Code슈피겐코리아         = "192440"
	Code스마트레이더시스템      = "424960"
	Code스마트솔루션즈        = "136510"
	Code스맥             = "099440"
	Code스카이문스테크놀로지     = "033790"
	Code스코넥            = "276040"
	Code스킨앤스킨          = "159910"
	Code스타플렉스          = "115570"
	Code스톤브릿지벤처스       = "330730"
	Code스톰테크           = "352090"
	Code스튜디오드래곤        = "253450"
	Code스튜디오미르         = "408900"
	Code스튜디오산타클로스      = "204630"
	Code스틱인베스트먼트       = "026890"
	Code스페코            = "013810"
	Code스피어파워          = "203690"
	Code승일             = "049830"
	Code시공테크           = "020710"
	Code시그네틱스          = "033170"
	Code시너지이노베이션       = "048870"
	Code시노펙스           = "025320"
	Code시디즈            = "134790"
	Code시스웍            = "269620"
	Code시알홀딩스          = "000480"
	Code시지트로닉스         = "429270"
	Code시큐레터           = "418250"
	Code시큐브            = "131090"
	Code시큐센            = "232830"
	Code시티랩스           = "139050"
	Code신대양제지          = "016590"
	Code신도기연           = "290520"
	Code신도리코           = "029530"
	Code신라교역           = "004970"
	Code신라섬유           = "001000"
	Code신라에스지          = "025870"
	Code신라젠            = "215600"
	Code신성델타테크         = "065350"
	Code신성에스티          = "416180"
	Code신성이엔지          = "011930"
	Code신성통상           = "005390"
	Code신세계            = "004170"
	Code신세계InC         = "035510"
	Code신세계건설          = "034300"
	Code신세계인터내셔날       = "031430"
	Code신세계푸드          = "031440"
	Code신송홀딩스          = "006880"
	Code신스틸            = "162300"
	Code신시웨이           = "290560"
	Code신신제약           = "002800"
	Code신영스팩7호         = "419270"
	Code신영스팩8호         = "430220"
	Code신영스팩9호         = "445970"
	Code신영와코루          = "005800"
	Code신영증권           = "001720"
	Code신원             = "009270"
	Code신원종합개발         = "017000"
	Code신일전자           = "002700"
	Code신일제약           = "012790"
	Code신진에스엠          = "138070"
	Code신테카바이오         = "226330"
	Code신풍             = "002870"
	Code신풍제약           = "019170"
	Code신한서부티엔디리츠      = "404990"
	Code신한알파리츠         = "293940"
	Code신한제10호스팩       = "418210"
	Code신한제11호스팩       = "452980"
	Code신한제8호스팩        = "393360"
	Code신한제9호스팩        = "405640"
	Code신한지주           = "055550"
	Code신화인터텍          = "056700"
	Code신화콘텍           = "187270"
	Code신흥             = "004080"
	Code신흥에스이씨         = "243840"
	Code실리콘투           = "257720"
	Code심텍             = "222800"
	Code심텍홀딩스          = "036710"
	Code싸이맥스           = "160980"
	Code싸이버원           = "356890"
	Code싸이토젠           = "217330"
	Code쌍방울            = "102280"
	Code쌍용씨앤이          = "003410"
	Code쌍용정보통신         = "010280"
	Code써니전자           = "004770"
	Code썬테크            = "217320"
	Code썸에이지           = "208640"
	Code쎄노텍            = "222420"
	Code쎄니트            = "037760"
	Code쎄트렉아이          = "099320"
	Code쎌바이오텍          = "049960"
	Code쏘닉스            = "088280"
	Code쏘카             = "403550"
	Code쏠리드            = "050890"
	Code씨씨에스           = "066790"
	Code씨아이에스          = "222080"
	Code씨아이테크          = "004920"
	Code씨알푸드           = "236030"
	Code씨앗             = "103660"
	Code씨앤씨인터내셔널       = "352480"
	Code씨앤에스링크         = "245450"
	Code씨앤지하이테크        = "264660"
	Code씨앤투스           = "352700"
	Code씨에스베어링         = "297090"
	Code씨에스윈드          = "112610"
	Code씨엑스아이          = "900120"
	Code씨엔알리서치         = "359090"
	Code씨엔티드림          = "286000"
	Code씨엔플러스          = "115530"
	Code씨유메디칼          = "115480"
	Code씨유박스           = "340810"
	Code씨유테크           = "376290"
	Code씨이랩            = "189330"
	Code씨젠             = "096530"
	Code씨큐브            = "101240"
	Code씨티씨바이오         = "060590"
	Code씨티알모빌리티        = "308170"
	Code씨티케이           = "260930"
	Code씨티프라퍼티         = "052300"
	Code아가방컴퍼니         = "013990"
	Code아나패스           = "123860"
	Code아난티            = "025980"
	Code아남전자           = "008700"
	Code아리온            = "058220"
	Code아모그린텍          = "125210"
	Code아모레퍼시픽         = "090430"
	Code아모레퍼시픽그룹       = "002790"
	Code아모센스           = "357580"
	Code아모텍            = "052710"
	Code아미노로직스         = "074430"
	Code아미코젠           = "092040"
	Code아바코            = "083930"
	Code아바텍            = "149950"
	Code아비코전자          = "036010"
	Code아세아            = "002030"
	Code아세아시멘트         = "183190"
	Code아세아제지          = "002310"
	Code아세아텍           = "050860"
	Code아센디오           = "012170"
	Code아셈스            = "136410"
	Code아스타            = "246720"
	Code아스트            = "067390"
	Code아스플로           = "159010"
	Code아시아경제          = "127710"
	Code아시아나IDT        = "267850"
	Code아시아나항공         = "020560"
	Code아시아종묘          = "154030"
	Code아우딘퓨쳐스         = "227610"
	Code아이디스           = "143160"
	Code아이디스홀딩스        = "054800"
	Code아이디피           = "332370"
	Code아이마켓코리아        = "122900"
	Code아이비김영          = "339950"
	Code아이센스           = "099190"
	Code아이스크림에듀        = "289010"
	Code아이쓰리시스템        = "214430"
	Code아이씨디           = "040910"
	Code아이씨에이치         = "368600"
	Code아이앤씨           = "052860"
	Code아이에스동서         = "010780"
	Code아이에스이커머스       = "069920"
	Code아이에이           = "038880"
	Code아이에이치큐         = "003560"
	Code아이엘사이언스        = "307180"
	Code아이엠            = "101390"
	Code아이엠지티          = "456570"
	Code아이엠티           = "451220"
	Code아이오바이오         = "447690"
	Code아이오케이          = "078860"
	Code아이윈            = "090150"
	Code아이윈플러스         = "123010"
	Code아이즈비전          = "031310"
	Code아이진            = "185490"
	Code아이컴포넌트         = "059100"
	Code아이케이세미콘        = "149010"
	Code아이퀘스트          = "262840"
	Code아이큐어           = "175250"
	Code아이크래프트         = "052460"
	Code아이텍            = "119830"
	Code아이톡시           = "052770"
	Code아이티센           = "124500"
	Code아이티아이즈         = "372800"
	Code아이티엠반도체        = "084850"
	Code아이패밀리에스씨       = "114840"
	Code아주IB투자         = "027360"
	Code아주스틸           = "139990"
	Code아즈텍WB          = "032080"
	Code아진산업           = "013310"
	Code아진엑스텍          = "059120"
	Code아톤             = "158430"
	Code아퓨어스           = "149300"
	Code아프리카TV         = "067160"
	Code아하             = "102950"
	Code안국약품           = "001540"
	Code안랩             = "053800"
	Code안지오랩           = "251280"
	Code안트로젠           = "065660"
	Code알로이스           = "297570"
	Code알루코            = "001780"
	Code알리코제약          = "260660"
	Code알멕             = "354320"
	Code알비더블유          = "361570"
	Code알서포트           = "131370"
	Code알에스오토메이션       = "140670"
	Code알에프세미          = "096610"
	Code알에프텍           = "061040"
	Code알엔투테크놀로지       = "148250"
	Code알체라            = "347860"
	Code알테오젠           = "196170"
	Code알톤스포츠          = "123750"
	Code알티캐스트          = "085810"
	Code알파홀딩스          = "117670"
	Code알피바이오          = "314140"
	Code압타머사이언스        = "291650"
	Code압타바이오          = "293780"
	Code애경산업           = "018250"
	Code애경케미칼          = "161000"
	Code애니메디솔루션        = "390110"
	Code애니젠            = "196300"
	Code애니플러스          = "310200"
	Code애드바이오텍         = "179530"
	Code애머릿지           = "900100"
	Code액션스퀘어          = "205500"
	Code액토즈소프트         = "052790"
	Code액트로            = "290740"
	Code앤디포스           = "238090"
	Code앤씨앤            = "092600"
	Code앱코             = "129890"
	Code앱클론            = "174900"
	Code야스             = "255440"
	Code양지사            = "030960"
	Code어보브반도체         = "102120"
	Code어스앤에어로스페이스     = "263540"
	Code얼라인드           = "238120"
	Code엄지하우스          = "224810"
	Code에너토크           = "019990"
	Code에넥스            = "011090"
	Code에브리봇           = "270660"
	Code에스넷            = "038680"
	Code에스디바이오센서       = "137310"
	Code에스디생명공학        = "217480"
	Code에스디시스템         = "121890"
	Code에스메디           = "118000"
	Code에스바이오메딕스       = "304360"
	Code에스비비테크         = "389500"
	Code에스씨디           = "042110"
	Code에스씨엠생명과학       = "298060"
	Code에스아이리소스        = "065420"
	Code에스알바이오텍        = "270210"
	Code에스앤더블류         = "103230"
	Code에스앤디           = "260970"
	Code에스앤에스텍         = "101490"
	Code에스에너지          = "095910"
	Code에스에스알          = "275630"
	Code에스에이엠티         = "031330"
	Code에스에이티          = "060540"
	Code에스에이티이엔지       = "351320"
	Code에스에프에이         = "056190"
	Code에스엔유           = "080000"
	Code에스엘            = "005850"
	Code에스엘에너지         = "214310"
	Code에스엘에스바이오       = "246250"
	Code에스엘테라퓨틱스       = "258540"
	Code에스엠            = "041510"
	Code에스엠벡셀          = "010580"
	Code에스엠비나          = "299670"
	Code에스엠코어          = "007820"
	Code에스와이           = "109610"
	Code에스와이스틸텍        = "365330"
	Code에스원            = "012750"
	Code에스유홀딩스         = "031860"
	Code에스제이그룹         = "306040"
	Code에스제이엠          = "123700"
	Code에스제이엠홀딩스       = "025530"
	Code에스제이켐          = "217910"
	Code에스케이바이오팜       = "326030"
	Code에스케이씨에스        = "224020"
	Code에스코넥           = "096630"
	Code에스텍            = "069510"
	Code에스텍파마          = "041910"
	Code에스트래픽          = "234300"
	Code에스티아이          = "039440"
	Code에스티오           = "098660"
	Code에스티큐브          = "052020"
	Code에스티팜           = "237690"
	Code에스폴리텍          = "050760"
	Code에스퓨얼셀          = "288620"
	Code에스피시스템스        = "317830"
	Code에스피지           = "058610"
	Code에쎈테크           = "043340"
	Code에쓰씨엔지니어링       = "023960"
	Code에어부산           = "298690"
	Code에이디엠코리아        = "187660"
	Code에이디칩스          = "054630"
	Code에이디테크놀로지       = "200710"
	Code에이루트           = "096690"
	Code에이리츠           = "140910"
	Code에이블씨엔씨         = "078520"
	Code에이비엘바이오        = "298380"
	Code에이비온           = "203400"
	Code에이비프로바이오       = "195990"
	Code에이스침대          = "003800"
	Code에이스테크          = "088800"
	Code에이스토리          = "241840"
	Code에이아이더뉴트리진      = "311960"
	Code에이에스텍          = "453860"
	Code에이에프더블류        = "312610"
	Code에이엔피           = "015260"
	Code에이엘티           = "172670"
	Code에이원알폼          = "234070"
	Code에이직랜드          = "445090"
	Code에이치시티          = "072990"
	Code에이치앤비디자인       = "227100"
	Code에이치엔에스하이텍      = "044990"
	Code에이치엘사이언스       = "239610"
	Code에이치엠씨제6호스팩     = "462020"
	Code에이치와이티씨        = "148930"
	Code에이치케이          = "044780"
	Code에이치피오          = "357230"
	Code에이텀            = "355690"
	Code에이테크솔루션        = "071670"
	Code에이텍            = "045660"
	Code에이텍모빌리티        = "224110"
	Code에이티넘인베스트       = "021080"
	Code에이티세미콘         = "089530"
	Code에이팩트           = "200470"
	Code에이펙스인텍         = "207490"
	Code에이프로           = "262260"
	Code에이프로젠          = "007460"
	Code에이프로젠_HnG      = "109960"
	Code에이프로젠바이오로직스    = "003060"
	Code에이프릴바이오        = "397030"
	Code에이플러스에셋        = "244920"
	Code에이피티씨          = "089970"
	Code에치에프알          = "230240"
	Code에코마케팅          = "230360"
	Code에코바이오          = "038870"
	Code에코볼트           = "097780"
	Code에코아이           = "448280"
	Code에코앤드림          = "101360"
	Code에코캡            = "128540"
	Code에코프로           = "086520"
	Code에코프로머티         = "450080"
	Code에코프로비엠         = "247540"
	Code에코프로에이치엔       = "383310"
	Code에코플라스틱         = "038110"
	Code에프알텍           = "073540"
	Code에프앤가이드         = "064850"
	Code에프에스티          = "036810"
	Code에프엔씨엔터         = "173940"
	Code에프엔에스테크        = "083500"
	Code에피바이오텍         = "446440"
	Code엑사이엔씨          = "054940"
	Code엑서지21          = "043090"
	Code엑세스바이오         = "950130"
	Code엑셈             = "205100"
	Code엑스게이트          = "356680"
	Code엑스큐어           = "070300"
	Code엑스페릭스          = "317770"
	Code엑시콘            = "092870"
	Code엔바이오니아         = "317870"
	Code엔브이에이치코리아      = "067570"
	Code엔비티            = "236810"
	Code엔솔바이오사이언스      = "140610"
	Code엔시스            = "333620"
	Code엔시트론           = "101400"
	Code엔씨소프트          = "036570"
	Code엔에스엠           = "238170"
	Code엔에스컴퍼니         = "224760"
	Code엔에이치스팩19호      = "380440"
	Code엔에이치스팩20호      = "391060"
	Code엔에이치스팩23호      = "422040"
	Code엔에이치스팩24호      = "437780"
	Code엔에이치스팩25호      = "438580"
	Code엔에이치스팩26호      = "439410"
	Code엔에이치스팩27호      = "440820"
	Code엔에이치스팩28호      = "450410"
	Code엔에이치스팩29호      = "451700"
	Code엔에이치스팩30호      = "466910"
	Code엔에이치엔          = "181710"
	Code엔에프씨           = "265740"
	Code엔젠바이오          = "354200"
	Code엔젯             = "419080"
	Code엔지브이아이         = "093510"
	Code엔지스테크널러지       = "208860"
	Code엔지켐생명과학        = "183490"
	Code엔케이            = "085310"
	Code엔케이맥스          = "182400"
	Code엔켐             = "348370"
	Code엔터파트너즈         = "058450"
	Code엔텔스            = "069410"
	Code엔투텍            = "227950"
	Code엔피             = "291230"
	Code엔피디            = "198080"
	Code엔피씨            = "004250"
	Code엔피케이           = "048830"
	Code엘디티            = "096870"
	Code엘리비젼           = "276240"
	Code엘브이엠씨          = "900140"
	Code엘아이에스          = "138690"
	Code엘앤씨바이오         = "290650"
	Code엘앤에프           = "066970"
	Code엘앤케이바이오        = "156100"
	Code엘에스일렉트릭        = "010120"
	Code엘에이티           = "311060"
	Code엘엠에스           = "073110"
	Code엘오티베큠          = "083310"
	Code엘컴텍            = "037950"
	Code엘티씨            = "170920"
	Code엠게임            = "058630"
	Code엠로             = "058970"
	Code엠벤처투자          = "019590"
	Code엠브레인           = "169330"
	Code엠씨넥스           = "097520"
	Code엠아이큐브솔루션       = "373170"
	Code엠아이텍           = "179290"
	Code엠에스씨           = "009780"
	Code엠에스오토텍         = "123040"
	Code엠에프엠코리아        = "323230"
	Code엠젠솔루션          = "032790"
	Code엠케이전자          = "033160"
	Code엠투아이           = "347890"
	Code엠투엔            = "033310"
	Code엠플러스           = "259630"
	Code연우             = "115960"
	Code영림원소프트랩        = "060850"
	Code영보화학           = "014440"
	Code영우디에스피         = "143540"
	Code영원무역           = "111770"
	Code영원무역홀딩스        = "009970"
	Code영진약품           = "003520"
	Code영풍             = "000670"
	Code영풍정밀           = "036560"
	Code영풍제지           = "006740"
	Code영화금속           = "012280"
	Code영화테크           = "265560"
	Code영흥             = "012160"
	Code예림당            = "036000"
	Code예선테크           = "250930"
	Code예스24           = "053280"
	Code예스코홀딩스         = "015360"
	Code예스티            = "122640"
	Code오가닉티코스메틱       = "900300"
	Code오공             = "045060"
	Code오디텍            = "080520"
	Code오뚜기            = "007310"
	Code오로라            = "039830"
	Code오로스테크놀로지       = "322310"
	Code오르비텍           = "046120"
	Code오리엔탈정공         = "014940"
	Code오리엔트바이오        = "002630"
	Code오리엔트정공         = "065500"
	Code오리온            = "271560"
	Code오리온홀딩스         = "001800"
	Code오리콤            = "010470"
	Code오브젠            = "417860"
	Code오비고            = "352910"
	Code오상자이엘          = "053980"
	Code오성첨단소재         = "052420"
	Code오션브릿지          = "241790"
	Code오스코텍           = "039200"
	Code오스테오닉          = "226400"
	Code오스템            = "031510"
	Code오에스피           = "368970"
	Code오이솔루션          = "138080"
	Code오킨스전자          = "080580"
	Code오텍             = "067170"
	Code오토앤            = "353590"
	Code오파스넷           = "173130"
	Code오픈놀            = "440320"
	Code오픈베이스          = "049480"
	Code오픈엣지테크놀로지      = "394280"
	Code오하임앤컴퍼니        = "309930"
	Code올리패스           = "244460"
	Code올릭스            = "226950"
	Code옴니시스템          = "057540"
	Code옵투스제약          = "131030"
	Code옵트론텍           = "082210"
	Code옵티시스           = "109080"
	Code옵티코어           = "380540"
	Code옵티팜            = "153710"
	Code와이더플래닛         = "321820"
	Code와이랩            = "432430"
	Code와이바이오로직스       = "338840"
	Code와이솔            = "122990"
	Code와이씨켐           = "112290"
	Code와이아이케이         = "232140"
	Code와이어블           = "065530"
	Code와이엔텍           = "067900"
	Code와이엠            = "007530"
	Code와이엠씨           = "155650"
	Code와이엠텍           = "273640"
	Code와이엠티           = "251370"
	Code와이오엠           = "066430"
	Code와이제이엠게임즈       = "193250"
	Code와이즈버즈          = "273060"
	Code와이지_원          = "019210"
	Code와이지엔터테인먼트      = "122870"
	Code와이투솔루션         = "011690"
	Code와이팜            = "332570"
	Code와토스코리아         = "079000"
	Code용평리조트          = "070960"
	Code우듬지팜           = "403490"
	Code우리금융지주         = "316140"
	Code우리기술           = "032820"
	Code우리기술투자         = "041190"
	Code우리넷            = "115440"
	Code우리로            = "046970"
	Code우리바이오          = "082850"
	Code우리산업           = "215360"
	Code우리산업홀딩스        = "072470"
	Code우리손에프앤지        = "073560"
	Code우리엔터프라이즈       = "037400"
	Code우리이앤엘          = "153490"
	Code우림피티에스         = "101170"
	Code우성             = "006980"
	Code우수AMS          = "066590"
	Code우신시스템          = "017370"
	Code우양             = "103840"
	Code우원개발           = "046940"
	Code우정바이오          = "215380"
	Code우주일렉트로         = "065680"
	Code우진             = "105840"
	Code우진비앤지          = "018620"
	Code우진아이엔에스        = "010400"
	Code우진플라임          = "049800"
	Code웅진             = "016880"
	Code웅진씽크빅          = "095720"
	Code워트             = "396470"
	Code원림             = "005820"
	Code원바이오젠          = "307280"
	Code원익             = "032940"
	Code원익IPS          = "240810"
	Code원익QnC          = "074600"
	Code원익머트리얼즈        = "104830"
	Code원익큐브           = "014190"
	Code원익피앤이          = "217820"
	Code원익홀딩스          = "030530"
	Code원일특강           = "012620"
	Code원준             = "382840"
	Code원텍             = "336570"
	Code원티드랩           = "376980"
	Code원포유            = "122830"
	Code원풍             = "008370"
	Code원풍물산           = "008290"
	Code월덱스            = "101160"
	Code웨스트라이즈         = "064090"
	Code웨이버스           = "336060"
	Code웨이브일렉트로        = "095270"
	Code웰바이오텍          = "010600"
	Code웰크론            = "065950"
	Code웰크론한텍          = "076080"
	Code웰킵스하이텍         = "043590"
	Code웹스             = "196700"
	Code웹젠             = "069080"
	Code웹케시            = "053580"
	Code위니아            = "071460"
	Code위니아에이드         = "377460"
	Code위닉스            = "044340"
	Code위더스제약          = "330350"
	Code위드텍            = "348350"
	Code위메이드           = "112040"
	Code위메이드맥스         = "101730"
	Code위메이드플레이        = "123420"
	Code위세아이텍          = "065370"
	Code위월드            = "140660"
	Code위즈코프           = "038620"
	Code위지윅스튜디오        = "299900"
	Code위지트            = "036090"
	Code윈스             = "136540"
	Code윈텍             = "320000"
	Code윈팩             = "097800"
	Code윈하이텍           = "192390"
	Code윌링스            = "313760"
	Code윌비스            = "008600"
	Code윙스풋            = "335870"
	Code윙입푸드           = "900340"
	Code유나이티드          = "033270"
	Code유니드            = "014830"
	Code유니드비티플러스       = "446070"
	Code유니셈            = "036200"
	Code유니슨            = "018000"
	Code유니온            = "000910"
	Code유니온머티리얼        = "047400"
	Code유니온커뮤니티        = "203450"
	Code유니켐            = "011330"
	Code유니퀘스트          = "077500"
	Code유니크            = "011320"
	Code유니테스트          = "086390"
	Code유니테크노          = "241690"
	Code유니트론텍          = "142210"
	Code유니포인트          = "121060"
	Code유라테크           = "048430"
	Code유바이오로직스        = "206650"
	Code유비벨록스          = "089850"
	Code유비온            = "084440"
	Code유비케어           = "032620"
	Code유비쿼스           = "264450"
	Code유비쿼스홀딩스        = "078070"
	Code유성기업           = "002920"
	Code유성티엔에스         = "024800"
	Code유수홀딩스          = "000700"
	Code유신             = "054930"
	Code유아이디           = "069330"
	Code유아이엘           = "049520"
	Code유안타제10호스팩      = "435380"
	Code유안타제11호스팩      = "444920"
	Code유안타제12호스팩      = "446150"
	Code유안타제13호스팩      = "449020"
	Code유안타제14호스팩      = "450940"
	Code유안타제9호스팩       = "430700"
	Code유안타증권          = "003470"
	Code유에스티           = "263770"
	Code유엑스엔           = "337840"
	Code유엔젤            = "072130"
	Code유유제약           = "000220"
	Code유일로보틱스         = "388720"
	Code유일에너테크         = "340930"
	Code유진기업           = "023410"
	Code유진로봇           = "056080"
	Code유진스팩6호         = "373340"
	Code유진스팩7호         = "388800"
	Code유진스팩8호         = "413630"
	Code유진스팩9호         = "442130"
	Code유진증권           = "001200"
	Code유진테크           = "084370"
	Code유진테크놀로지        = "240600"
	Code유투바이오          = "221800"
	Code유티아이           = "179900"
	Code유틸렉스           = "263050"
	Code유한양행           = "000100"
	Code유화증권           = "003460"
	Code육일씨엔에쓰         = "191410"
	Code윤성에프앤씨         = "372170"
	Code율촌             = "146060"
	Code율촌화학           = "008730"
	Code율호             = "072770"
	Code이건산업           = "008250"
	Code이건홀딩스          = "039020"
	Code이구산업           = "025820"
	Code이글루            = "067920"
	Code이글벳            = "044960"
	Code이노뎁            = "303530"
	Code이노룰스           = "296640"
	Code이노메트리          = "302430"
	Code이노벡스           = "279060"
	Code이노션            = "214320"
	Code이노시뮬레이션        = "274400"
	Code이노시스           = "056090"
	Code이노와이어리스        = "073490"
	Code이노인스트루먼트       = "215790"
	Code이노진            = "344860"
	Code이노테라피          = "246960"
	Code이녹스            = "088390"
	Code이녹스첨단소재        = "272290"
	Code이니텍            = "053350"
	Code이라이콤           = "041520"
	Code이랜시스           = "264850"
	Code이랜텍            = "054210"
	Code이루다            = "164060"
	Code이루온            = "065440"
	Code이리츠코크렙         = "088260"
	Code이마트            = "139480"
	Code이미지스           = "115610"
	Code이베스트투자증권       = "078020"
	Code이브이첨단소재        = "131400"
	Code이브이파킹서비스       = "419700"
	Code이비테크           = "208850"
	Code이삭엔지니어링        = "351330"
	Code이상네트웍스         = "080010"
	Code이성씨엔아이         = "379390"
	Code이수스페셜티케미컬      = "457190"
	Code이수앱지스          = "086890"
	Code이수페타시스         = "007660"
	Code이수화학           = "005950"
	Code이스타코           = "015020"
	Code이스트소프트         = "047560"
	Code이스트아시아홀딩스      = "900110"
	Code이씨에스           = "067010"
	Code이아이디           = "093230"
	Code이앤에치           = "341310"
	Code이엔에프테크놀로지      = "102710"
	Code이엔플러스          = "074610"
	Code이엘피            = "063760"
	Code이엠넷            = "123570"
	Code이엠앤아이          = "083470"
	Code이엠코리아          = "095190"
	Code이엠텍            = "091120"
	Code이엠티            = "232530"
	Code이연제약           = "102460"
	Code이오테크닉스         = "039030"
	Code이오플로우          = "294090"
	Code이원컴포텍          = "088290"
	Code이월드            = "084680"
	Code이즈미디어          = "181340"
	Code이지바이오          = "353810"
	Code이지스레지던스리츠      = "350520"
	Code이지스밸류플러스리츠     = "334890"
	Code이지케어텍          = "099750"
	Code이지트로닉스         = "377330"
	Code이지홀딩스          = "035810"
	Code이큐셀            = "160600"
	Code이크레더블          = "092130"
	Code이트론            = "096040"
	Code이퓨쳐            = "134060"
	Code이화공영           = "001840"
	Code이화산업           = "000760"
	Code이화전기           = "024810"
	Code인디에프           = "014990"
	Code인바디            = "041830"
	Code인바이오           = "352940"
	Code인바이오젠          = "101140"
	Code인바이츠바이오코아      = "216400"
	Code인베니아           = "079950"
	Code인벤티지랩          = "389470"
	Code인산가            = "277410"
	Code인선이엔티          = "060150"
	Code인성정보           = "033230"
	Code인스웨이브시스템즈      = "450520"
	Code인스코비           = "006490"
	Code인지디스플레         = "037330"
	Code인지소프트          = "100030"
	Code인지컨트롤스         = "023800"
	Code인천도시가스         = "034590"
	Code인카금융서비스        = "211050"
	Code인콘             = "083640"
	Code인크로스           = "216050"
	Code인탑스            = "049070"
	Code인터로조           = "119610"
	Code인터엠            = "017250"
	Code인터지스           = "129260"
	Code인터플렉스          = "051370"
	Code인텍플러스          = "064290"
	Code인텔리안테크         = "189300"
	Code인트로메딕          = "150840"
	Code인트론바이오         = "048530"
	Code인팩             = "023810"
	Code인포마크           = "175140"
	Code인포바인           = "115310"
	Code인포뱅크           = "039290"
	Code인피니트헬스케어       = "071200"
	Code인화정공           = "101930"
	Code일동제약           = "249420"
	Code일동홀딩스          = "000230"
	Code일성건설           = "013360"
	Code일성신약           = "003120"
	Code일승             = "333430"
	Code일신바이오          = "068330"
	Code일신방직           = "003200"
	Code일신석재           = "007110"
	Code일양약품           = "007570"
	Code일월지엠엘          = "178780"
	Code일정실업           = "008500"
	Code일지테크           = "019540"
	Code일진다이아          = "081000"
	Code일진디스플          = "020760"
	Code일진전기           = "103590"
	Code일진파워           = "094820"
	Code일진하이솔루스        = "271940"
	Code일진홀딩스          = "015860"
	Code잇츠한불           = "226320"
	Code잉글우드랩          = "950140"
	Code잉크테크           = "049550"
	Code자람테크놀로지        = "389020"
	Code자비스            = "254120"
	Code자연과환경          = "043910"
	Code자이글            = "234920"
	Code자이언트스텝         = "289220"
	Code자이에스앤디         = "317400"
	Code자화전자           = "033240"
	Code장원테크           = "174880"
	Code재영솔루텍          = "049630"
	Code저스템            = "417840"
	Code전방             = "000950"
	Code전진바이오팜         = "110020"
	Code정다운            = "208140"
	Code정상제이엘에스        = "040420"
	Code정원엔시스          = "045510"
	Code제너셈            = "217190"
	Code제넥신            = "095700"
	Code제넨바이오          = "072520"
	Code제노레이           = "122310"
	Code제노코            = "361390"
	Code제노텍            = "066830"
	Code제노포커스          = "187420"
	Code제놀루션           = "225220"
	Code제닉             = "123330"
	Code제로투세븐          = "159580"
	Code제룡산업           = "147830"
	Code제룡전기           = "033100"
	Code제우스            = "079370"
	Code제이브이엠          = "054950"
	Code제이스코홀딩스        = "023440"
	Code제이스텍           = "090470"
	Code제이시스메디칼        = "287410"
	Code제이씨케미칼         = "137950"
	Code제이씨현시스템        = "033320"
	Code제이아이테크         = "417500"
	Code제이알글로벌리츠       = "348950"
	Code제이앤티씨          = "204270"
	Code제이에스코퍼레이션      = "194370"
	Code제이에스티나         = "026040"
	Code제이엔비           = "452160"
	Code제이엔케이히터        = "126880"
	Code제이엘케이          = "322510"
	Code제이엠멀티          = "254160"
	Code제이엠아이          = "033050"
	Code제이엠티           = "094970"
	Code제이오            = "418550"
	Code제이준코스메틱        = "025620"
	Code제이티            = "089790"
	Code제일기획           = "030000"
	Code제일바이오          = "052670"
	Code제일약품           = "271980"
	Code제일연마           = "001560"
	Code제일전기공업         = "199820"
	Code제일테크노스         = "038010"
	Code제일파마홀딩스        = "002620"
	Code제주맥주           = "276730"
	Code제주반도체          = "080220"
	Code제주은행           = "006220"
	Code제주항공           = "089590"
	Code제테마            = "216080"
	Code젠큐릭스           = "229000"
	Code젬              = "248020"
	Code젬백스            = "082270"
	Code젬백스링크          = "064800"
	Code조광ILI          = "044060"
	Code조광페인트          = "004910"
	Code조광피혁           = "004700"
	Code조비             = "001550"
	Code조선내화           = "462520"
	Code조선선재           = "120030"
	Code조아제약           = "034940"
	Code조이시티           = "067000"
	Code조일알미늄          = "018470"
	Code조흥             = "002600"
	Code종근당            = "185750"
	Code종근당바이오         = "063160"
	Code종근당홀딩스         = "001630"
	Code좋은사람들          = "033340"
	Code주성엔지니어링        = "036930"
	Code주연테크           = "044380"
	Code줌인터넷           = "239340"
	Code중앙백신           = "072020"
	Code중앙에너비스         = "000440"
	Code중앙첨단소재         = "051980"
	Code지노믹트리          = "228760"
	Code지놈앤컴퍼니         = "314130"
	Code지누스            = "013890"
	Code지니너스           = "389030"
	Code지니뮤직           = "043610"
	Code지니언스           = "263860"
	Code지니틱스           = "303030"
	Code지더블유바이텍        = "036180"
	Code지란지교시큐리티       = "208350"
	Code지슨             = "289860"
	Code지씨셀            = "144510"
	Code지아이이노베이션       = "358570"
	Code지아이텍           = "382480"
	Code지앤비에스_에코       = "382800"
	Code지앤이헬스케어        = "299480"
	Code지어소프트          = "051160"
	Code지에스이           = "053050"
	Code지에프씨생명과학       = "388610"
	Code지엔씨에너지         = "119850"
	Code지엔코            = "065060"
	Code지엘팜텍           = "204840"
	Code지엠비코리아         = "013870"
	Code지역난방공사         = "071320"
	Code지오릿에너지         = "270520"
	Code지오엘리먼트         = "311320"
	Code지투파워           = "388050"
	Code지티지웰니스         = "219750"
	Code진도             = "088790"
	Code진로발효           = "018120"
	Code진매트릭스          = "109820"
	Code진바이오텍          = "086060"
	Code진성티이씨          = "036890"
	Code진시스템           = "363250"
	Code진양산업           = "003780"
	Code진양제약           = "007370"
	Code진양폴리우레탄        = "010640"
	Code진양홀딩스          = "100250"
	Code진양화학           = "051630"
	Code진에어            = "272450"
	Code진영             = "285800"
	Code진원생명과학         = "011000"
	Code진코스텍           = "250030"
	Code진흥기업           = "002780"
	Code질경이            = "233990"
	Code차바이오텍          = "085660"
	Code차백신연구소         = "261780"
	Code참엔지니어링         = "009310"
	Code참좋은여행          = "094850"
	Code창해에탄올          = "004650"
	Code천보             = "278280"
	Code천일고속           = "000650"
	Code청담글로벌          = "362320"
	Code청호ICT          = "012600"
	Code체리부로           = "066360"
	Code체시스            = "033250"
	Code초록뱀미디어         = "047820"
	Code칩스앤미디어         = "094360"
	Code카나리아바이오        = "016790"
	Code카스             = "016920"
	Code카이노스메드         = "284620"
	Code카이바이오텍         = "446600"
	Code카카오            = "035720"
	Code카카오게임즈         = "293490"
	Code카카오뱅크          = "323410"
	Code카카오페이          = "377300"
	Code카페24           = "042000"
	Code카프로            = "006380"
	Code캐리소프트          = "317530"
	Code캐스텍코리아         = "071850"
	Code캠시스            = "050110"
	Code캡스톤파트너스        = "452300"
	Code커넥트웨이브         = "119860"
	Code커머스마이너         = "223310"
	Code컨버즈            = "109070"
	Code컨텍             = "451760"
	Code컬러레이           = "900310"
	Code컴투스            = "078340"
	Code컴투스홀딩스         = "063080"
	Code컴퍼니케이          = "307930"
	Code케스피온           = "079190"
	Code케어랩스           = "263700"
	Code케어젠            = "214370"
	Code케이디켐           = "221980"
	Code케이바이오          = "038530"
	Code케이비아이동국실업      = "001620"
	Code케이비제21호스팩      = "424140"
	Code케이비제22호스팩      = "436530"
	Code케이사인           = "192250"
	Code케이씨            = "029460"
	Code케이씨씨           = "002380"
	Code케이씨씨글라스        = "344820"
	Code케이씨에스          = "115500"
	Code케이씨텍           = "281820"
	Code케이씨티           = "089150"
	Code케이씨티시          = "009070"
	Code케이씨피드          = "025880"
	Code케이아이엔엑스        = "093320"
	Code케이알엠           = "093640"
	Code케이에스피          = "073010"
	Code케이엔더블유         = "105330"
	Code케이엔솔           = "053080"
	Code케이엔제이          = "272110"
	Code케이엘넷           = "039420"
	Code케이엠            = "083550"
	Code케이엠더블유         = "032500"
	Code케이엠제약          = "225430"
	Code케이옥션           = "102370"
	Code케이카            = "381970"
	Code케이탑리츠          = "145270"
	Code케이티            = "030200"
	Code케이티스카이라이프      = "053210"
	Code케이티알파          = "036030"
	Code케이티앤지          = "033780"
	Code케이프            = "064820"
	Code케이피에스          = "256940"
	Code케이피에프          = "024880"
	Code케이피엠테크         = "042040"
	Code케이피티유          = "054410"
	Code케일럼            = "258610"
	Code켄코아에어로스페이스     = "274090"
	Code켈스             = "402420"
	Code켐트로닉스          = "089010"
	Code켐트로스           = "220260"
	Code코나솔            = "176590"
	Code코나아이           = "052400"
	Code코난테크놀로지        = "402030"
	Code코닉오토메이션        = "391710"
	Code코다코            = "046070"
	Code코데즈컴바인         = "047770"
	Code코디             = "080530"
	Code코람코더원리츠        = "417310"
	Code코람코라이프인프라리츠    = "357120"
	Code코렌텍            = "104540"
	Code코리아나           = "027050"
	Code코리아써키트         = "007810"
	Code코리아에셋투자증권      = "190650"
	Code코리아에프티         = "123410"
	Code코리안리           = "003690"
	Code코맥스            = "036690"
	Code코메론            = "049430"
	Code코미코            = "183300"
	Code코미팜            = "041960"
	Code코세스            = "089890"
	Code코센             = "009730"
	Code코셋             = "189350"
	Code코스나인           = "082660"
	Code코스맥스           = "192820"
	Code코스맥스비티아이       = "044820"
	Code코스맥스엔비티        = "222040"
	Code코스메카코리아        = "241710"
	Code코스모신소재         = "005070"
	Code코스모화학          = "005420"
	Code코스텍시스          = "355150"
	Code코스텍시스템         = "169670"
	Code코아스            = "071950"
	Code코아스템켐온         = "166480"
	Code코아시아           = "045970"
	Code코아시아씨엠         = "196450"
	Code코어라인소프트        = "384470"
	Code코엔텍            = "029960"
	Code코오롱            = "002020"
	Code코오롱글로벌         = "003070"
	Code코오롱모빌리티그룹      = "450140"
	Code코오롱생명과학        = "102940"
	Code코오롱인더          = "120110"
	Code코오롱티슈진         = "950160"
	Code코오롱플라스틱        = "138490"
	Code코웨이            = "021240"
	Code코웰패션           = "033290"
	Code코위버            = "056360"
	Code코윈테크           = "282880"
	Code코이즈            = "121850"
	Code코츠테크놀로지        = "448710"
	Code코콤             = "015710"
	Code코텍             = "052330"
	Code코퍼스코리아         = "322780"
	Code콘텐트리중앙         = "036420"
	Code콜마비앤에이치        = "200130"
	Code콤텍시스템          = "031820"
	Code쿠콘             = "294570"
	Code쿠쿠홀딩스          = "192400"
	Code쿠쿠홈시스          = "284740"
	Code퀀타매트릭스         = "317690"
	Code퀀타피아           = "078940"
	Code퀄리타스반도체        = "432720"
	Code큐라켐            = "456190"
	Code큐라클            = "365270"
	Code큐라티스           = "348080"
	Code큐러블            = "086460"
	Code큐렉소            = "060280"
	Code큐로셀            = "372320"
	Code큐로컴            = "040350"
	Code큐로홀딩스          = "051780"
	Code큐리언트           = "115180"
	Code큐리옥스바이오시스템즈    = "445680"
	Code큐브엔터           = "182360"
	Code큐알티            = "405100"
	Code큐에스아이          = "066310"
	Code큐엠씨            = "136660"
	Code큐캐피탈           = "016600"
	Code크라우드웍스         = "355390"
	Code크라운제과          = "264900"
	Code크라운해태홀딩스       = "005740"
	Code크래프톤           = "259960"
	Code크레버스           = "096240"
	Code크로넥스           = "215570"
	Code크루셜텍           = "114120"
	Code크리스에프앤씨        = "110790"
	Code크리스탈신소재        = "900250"
	Code크린앤사이언스        = "045520"
	Code클라우드에어         = "036170"
	Code클래시스           = "214150"
	Code클리노믹스          = "352770"
	Code클리오            = "237880"
	Code키네마스터          = "139670"
	Code키다리스튜디오        = "020120"
	Code키움제6호스팩        = "413600"
	Code키움제7호스팩        = "433530"
	Code키움제8호스팩        = "446840"
	Code키움증권           = "039490"
	Code키이스트           = "054780"
	Code타스컴            = "336040"
	Code타이거일렉          = "219130"
	Code타이드            = "346010"
	Code타임기술           = "318660"
	Code탈로스            = "434190"
	Code탑머티리얼          = "360070"
	Code탑선             = "180060"
	Code탑엔지니어링         = "065130"
	Code탑코미디어          = "134580"
	Code태경비케이          = "014580"
	Code태경산업           = "015890"
	Code태경케미컬          = "006890"
	Code태광             = "023160"
	Code태광산업           = "003240"
	Code태림포장           = "011280"
	Code태성             = "323280"
	Code태양             = "053620"
	Code태양3C           = "052960"
	Code태양금속공업         = "004100"
	Code태양기계           = "116100"
	Code태영건설           = "009410"
	Code태웅             = "044490"
	Code태웅로직스          = "124560"
	Code태원물산           = "001420"
	Code태평양물산          = "007980"
	Code테고사이언스         = "191420"
	Code테라사이언스         = "073640"
	Code테라젠이텍스         = "066700"
	Code테스             = "095610"
	Code테이팩스           = "055490"
	Code테크엔            = "308700"
	Code테크엘            = "064520"
	Code테크윙            = "089030"
	Code테크트랜스          = "258050"
	Code텔레칩스           = "054450"
	Code텔레필드           = "091440"
	Code텔코웨어           = "078000"
	Code텔콘RF제약         = "200230"
	Code토니모리           = "214420"
	Code토마토시스템         = "393210"
	Code토박스코리아         = "215480"
	Code토비스            = "051360"
	Code토탈소프트          = "045340"
	Code톱텍             = "108230"
	Code투비소프트          = "079970"
	Code툴젠             = "199800"
	Code트루엔            = "417790"
	Code트루윈            = "105550"
	Code트윔             = "290090"
	Code특수건설           = "026150"
	Code티라유텍           = "322180"
	Code티로보틱스          = "117730"
	Code티비씨            = "033830"
	Code티비에이치글로벌       = "084870"
	Code티사이언티픽         = "057680"
	Code티쓰리            = "204610"
	Code티씨케이           = "064760"
	Code티앤알바이오팹        = "246710"
	Code티앤엘            = "340570"
	Code티에스넥스젠         = "043220"
	Code티에스아이          = "277880"
	Code티에스이           = "131290"
	Code티에이치엔          = "019180"
	Code티에프이           = "425420"
	Code티엔엔터테인먼트       = "131100"
	Code티엘비            = "356860"
	Code티엘아이           = "062860"
	Code티엘엔지니어링        = "413300"
	Code티와이홀딩스         = "363280"
	Code티움바이오          = "321550"
	Code티웨이항공          = "091810"
	Code티웨이홀딩스         = "004870"
	Code티이엠씨           = "425040"
	Code티케이지휴켐스        = "069260"
	Code티케이케미칼         = "104480"
	Code티플랙스           = "081150"
	Code티피씨글로벌         = "130740"
	Code틸론             = "217880"
	Code팅크웨어           = "084730"
	Code파나케이아          = "058530"
	Code파두             = "440110"
	Code파라다이스          = "034230"
	Code파라텍            = "033540"
	Code파로스아이바이오       = "388870"
	Code파루             = "043200"
	Code파마리서치          = "214450"
	Code파마리서치바이오       = "217950"
	Code파멥신            = "208340"
	Code파미셀            = "005690"
	Code파버나인           = "177830"
	Code파세코            = "037070"
	Code파수             = "150900"
	Code파워넷            = "037030"
	Code파워로직스          = "047310"
	Code파워풀엑스          = "266870"
	Code파이버프로          = "368770"
	Code파이오링크          = "170790"
	Code파인디앤씨          = "049120"
	Code파인디지털          = "038950"
	Code파인엠텍           = "441270"
	Code파인테크닉스         = "106240"
	Code파인텍            = "131760"
	Code파커스            = "065690"
	Code파크시스템스         = "140860"
	Code파트론            = "091700"
	Code판도라티비          = "202960"
	Code판타지오           = "032800"
	Code팜스빌            = "318010"
	Code팜스코            = "036580"
	Code팜스토리           = "027710"
	Code팜젠사이언스         = "004720"
	Code패션플랫폼          = "225590"
	Code팬스타엔터프라이즈      = "054300"
	Code팬엔터테인먼트        = "068050"
	Code팬오션            = "028670"
	Code팬젠             = "222110"
	Code팸텍             = "271830"
	Code퍼스텍            = "010820"
	Code퍼시스            = "016800"
	Code펄어비스           = "263750"
	Code펌텍코리아          = "251970"
	Code페이퍼코리아         = "001020"
	Code펨토바이오메드        = "327610"
	Code펨트론            = "168360"
	Code펩트론            = "087010"
	Code평화산업           = "090080"
	Code평화홀딩스          = "010770"
	Code포메탈            = "119500"
	Code포바이포           = "389140"
	Code포스코DX          = "022100"
	Code포스코스틸리온        = "058430"
	Code포스코엠텍          = "009520"
	Code포스코인터내셔널       = "047050"
	Code포스코퓨처엠         = "003670"
	Code포시에스           = "189690"
	Code포인트모바일         = "318020"
	Code포인트엔지니어링       = "256630"
	Code포커스에이치엔에스      = "331380"
	Code폴라리스세원         = "234100"
	Code폴라리스오피스        = "041020"
	Code폴라리스우노         = "114630"
	Code푸드나무           = "290720"
	Code푸드웰            = "005670"
	Code푸른기술           = "094940"
	Code푸른저축은행         = "007330"
	Code풀무원            = "017810"
	Code풍강             = "093380"
	Code풍국주정           = "023900"
	Code풍산             = "103140"
	Code풍산홀딩스          = "005810"
	Code풍원정밀           = "371950"
	Code퓨런티어           = "370090"
	Code퓨릿             = "445180"
	Code퓨쳐메디신          = "341170"
	Code퓨쳐켐            = "220100"
	Code프럼파스트          = "035200"
	Code프레스티지바이오로직스    = "334970"
	Code프레스티지바이오파마     = "950210"
	Code프로이천           = "321260"
	Code프로젠            = "296160"
	Code프로텍            = "053610"
	Code프로티아           = "303360"
	Code프롬바이오          = "377220"
	Code프리시젼바이오        = "335810"
	Code프리엠스           = "053160"
	Code플라즈맵           = "405000"
	Code플래스크           = "041590"
	Code플래티어           = "367000"
	Code플랜티넷           = "075130"
	Code플럼라인생명과학       = "222670"
	Code플레이그램          = "009810"
	Code플레이디           = "237820"
	Code플레이위드          = "023770"
	Code플리토            = "300080"
	Code피노텍            = "150440"
	Code피델릭스           = "032580"
	Code피씨디렉트          = "051380"
	Code피씨엘            = "241820"
	Code피앤씨테크          = "237750"
	Code피에스케이          = "319660"
	Code피에스케이홀딩스       = "031980"
	Code피에스텍           = "002230"
	Code피에이치씨          = "057880"
	Code피에이치에이         = "043370"
	Code피엔에이치테크        = "239890"
	Code피엔케이피부임상연구센타   = "347740"
	Code피엔티            = "137400"
	Code피엔티엠에스         = "257370"
	Code피엠티            = "147760"
	Code피제이메탈          = "128660"
	Code피제이전자          = "006140"
	Code피코그램           = "376180"
	Code피플바이오          = "304840"
	Code피피아이           = "062970"
	Code픽셀플러스          = "087600"
	Code핀텔             = "291810"
	Code필에너지           = "378340"
	Code필옵틱스           = "161580"
	Code핌스             = "347770"
	Code핑거             = "163730"
	Code핑거스토리          = "417180"
	Code하나26호스팩        = "446750"
	Code하나27호스팩        = "448370"
	Code하나28호스팩        = "454750"
	Code하나29호스팩        = "454640"
	Code하나금융21호스팩      = "406760"
	Code하나금융22호스팩      = "418170"
	Code하나금융23호스팩      = "427950"
	Code하나금융24호스팩      = "430230"
	Code하나금융25호스팩      = "435620"
	Code하나금융지주         = "086790"
	Code하나기술           = "299030"
	Code하나마이크론         = "067310"
	Code하나머스트7호스팩      = "372290"
	Code하나머티리얼즈        = "166090"
	Code하나제약           = "293480"
	Code하나투어           = "039130"
	Code하림             = "136480"
	Code하림지주           = "003380"
	Code하이드로리튬         = "101670"
	Code하이딥            = "365590"
	Code하이로닉           = "149980"
	Code하이록코리아         = "013030"
	Code하이브            = "352820"
	Code하이비젼시스템        = "126700"
	Code하이소닉           = "106080"
	Code하이스틸           = "071090"
	Code하이제6호스팩        = "377400"
	Code하이제7호스팩        = "400840"
	Code하이제8호스팩        = "450050"
	Code하이즈항공          = "221840"
	Code하이텍팜           = "106190"
	Code하이트론씨스템즈       = "019490"
	Code하이트진로          = "000080"
	Code하이트진로홀딩스       = "000140"
	Code하인크코리아         = "373200"
	Code하츠             = "066130"
	Code한국ANKOR유전      = "152550"
	Code한국가구           = "004590"
	Code한국가스공사         = "036460"
	Code한국경제TV         = "039340"
	Code한국공항           = "005430"
	Code한국금융지주         = "071050"
	Code한국기업평가         = "034950"
	Code한국내화           = "010040"
	Code한국단자공업         = "025540"
	Code한국맥널티          = "222980"
	Code한국무브넥스         = "010100"
	Code한국미라클피플사       = "331660"
	Code한국비엔씨          = "256840"
	Code한국석유공업         = "004090"
	Code한국선재           = "025550"
	Code한국수출포장공업       = "002200"
	Code한국쉘석유          = "002960"
	Code한국알콜           = "017890"
	Code한국앤컴퍼니         = "000240"
	Code한국유니온제약        = "080720"
	Code한국자산신탁         = "123890"
	Code한국전력공사         = "015760"
	Code한국전자금융         = "063570"
	Code한국전자인증         = "041460"
	Code한국전자홀딩스        = "006200"
	Code한국정밀기계         = "101680"
	Code한국정보공학         = "039740"
	Code한국정보인증         = "053300"
	Code한국정보통신         = "025770"
	Code한국제11호스팩       = "436610"
	Code한국제12호스팩       = "458610"
	Code한국제13호스팩       = "464440"
	Code한국제지           = "027970"
	Code한국종합기술         = "023350"
	Code한국주강           = "025890"
	Code한국주철관공업        = "000970"
	Code한국철강           = "104700"
	Code한국카본           = "017960"
	Code한국캐피탈          = "023760"
	Code한국컴퓨터          = "054040"
	Code한국콜마           = "161890"
	Code한국콜마홀딩스        = "024720"
	Code한국큐빅           = "021650"
	Code한국타이어앤테크놀로지    = "161390"
	Code한국테크놀로지        = "053590"
	Code한국토지신탁         = "034830"
	Code한국특강           = "007280"
	Code한국파마           = "032300"
	Code한국패러랠          = "168490"
	Code한국팩키지          = "037230"
	Code한국피아이엠         = "448900"
	Code한국항공우주         = "047810"
	Code한국화장품          = "123690"
	Code한국화장품제조        = "003350"
	Code한글과컴퓨터         = "030520"
	Code한네트            = "052600"
	Code한농화성           = "011500"
	Code한독             = "002390"
	Code한독크린텍          = "256150"
	Code한라IMS          = "092460"
	Code한미글로벌          = "053690"
	Code한미반도체          = "042700"
	Code한미사이언스         = "008930"
	Code한미약품           = "128940"
	Code한빛소프트          = "047080"
	Code한샘             = "009240"
	Code한선엔지니어링        = "452280"
	Code한섬             = "020000"
	Code한성기업           = "003680"
	Code한성크린텍          = "066980"
	Code한세실업           = "105630"
	Code한세엠케이          = "069640"
	Code한세예스24홀딩스      = "016450"
	Code한솔로지스틱스        = "009180"
	Code한솔아이원스         = "114810"
	Code한솔인티큐브         = "070590"
	Code한솔제지           = "213500"
	Code한솔케미칼          = "014680"
	Code한솔테크닉스         = "004710"
	Code한솔피엔에스         = "010420"
	Code한솔홀딩스          = "004150"
	Code한솔홈데코          = "025750"
	Code한송네오텍          = "226440"
	Code한스바이오메드        = "042520"
	Code한신공영           = "004960"
	Code한신기계공업         = "011700"
	Code한싹             = "430690"
	Code한양디지텍          = "078350"
	Code한양이엔지          = "045100"
	Code한양증권           = "001750"
	Code한온시스템          = "018880"
	Code한올바이오파마        = "009420"
	Code한익스프레스         = "014130"
	Code한일단조           = "024740"
	Code한일사료           = "005860"
	Code한일시멘트          = "300720"
	Code한일진공           = "123840"
	Code한일철강           = "002220"
	Code한일현대시멘트        = "006390"
	Code한일홀딩스          = "003300"
	Code한일화학           = "007770"
	Code한전KPS          = "051600"
	Code한전기술           = "052690"
	Code한전산업           = "130660"
	Code한주라이트메탈        = "198940"
	Code한중엔시에스         = "107640"
	Code한진             = "002320"
	Code한진중공업홀딩스       = "003480"
	Code한진칼            = "180640"
	Code한창             = "005110"
	Code한창산업           = "079170"
	Code한창제지           = "009460"
	Code한컴라이프케어        = "372910"
	Code한컴위드           = "054920"
	Code한탑             = "002680"
	Code한화             = "000880"
	Code한화갤러리아         = "452260"
	Code한화리츠           = "451800"
	Code한화생명           = "088350"
	Code한화손해보험         = "000370"
	Code한화솔루션          = "009830"
	Code한화시스템          = "272210"
	Code한화에어로스페이스      = "012450"
	Code한화오션           = "042660"
	Code한화투자증권         = "003530"
	Code한화플러스제2호스팩     = "386580"
	Code한화플러스제3호스팩     = "430460"
	Code한화플러스제4호스팩     = "455310"
	Code해성디에스          = "195870"
	Code해성산업           = "034810"
	Code해성옵틱스          = "076610"
	Code해성티피씨          = "059270"
	Code해태제과식품         = "101530"
	Code핸디소프트          = "220180"
	Code핸즈코퍼레이션        = "143210"
	Code헝셩그룹           = "900270"
	Code헥토이노베이션        = "214180"
	Code헥토파이낸셜         = "234340"
	Code헬릭스미스          = "084990"
	Code현대건설           = "000720"
	Code현대공업           = "170030"
	Code현대그린푸드         = "453340"
	Code현대글로비스         = "086280"
	Code현대로템           = "064350"
	Code현대리바트          = "079430"
	Code현대모비스          = "012330"
	Code현대무벡스          = "319400"
	Code현대미포조선         = "010620"
	Code현대바이오          = "048410"
	Code현대바이오랜드        = "052260"
	Code현대백화점          = "069960"
	Code현대비앤지스틸        = "004560"
	Code현대약품           = "004310"
	Code현대에버다임         = "041440"
	Code현대에이치티         = "039010"
	Code현대엘리베이터        = "017800"
	Code현대오토에버         = "307950"
	Code현대위아           = "011210"
	Code현대이지웰          = "090850"
	Code현대자동차          = "005380"
	Code현대제철           = "004020"
	Code현대지에프홀딩스       = "005440"
	Code현대차증권          = "001500"
	Code현대코퍼레이션        = "011760"
	Code현대코퍼레이션홀딩스     = "227840"
	Code현대퓨처넷          = "126560"
	Code현대해상           = "001450"
	Code현대홈쇼핑          = "057050"
	Code현우산업           = "092300"
	Code협진             = "138360"
	Code형지InC          = "011080"
	Code형지엘리트          = "093240"
	Code혜인             = "003010"
	Code호전실업           = "111110"
	Code호텔신라           = "008770"
	Code홈센타홀딩스         = "060560"
	Code홈캐스트           = "064240"
	Code화성밸브           = "039610"
	Code화성산업           = "002460"
	Code화승알앤에이         = "378850"
	Code화승엔터프라이즈       = "241590"
	Code화승인더스트리        = "006060"
	Code화승코퍼레이션        = "013520"
	Code화신             = "010690"
	Code화신정공           = "126640"
	Code화인베스틸          = "133820"
	Code화인써키트          = "127980"
	Code화일약품           = "061250"
	Code화천기계           = "010660"
	Code화천기공           = "000850"
	Code환인제약           = "016580"
	Code황금에스티          = "032560"
	Code효성             = "004800"
	Code효성_ITX         = "094280"
	Code효성오앤비          = "097870"
	Code효성중공업          = "298040"
	Code효성첨단소재         = "298050"
	Code효성티앤씨          = "298020"
	Code효성화학           = "298000"
	Code후성             = "093370"
	Code휠라홀딩스          = "081660"
	Code휴네시온           = "290270"
	Code휴니드테크놀러지스      = "005870"
	Code휴럼             = "353190"
	Code휴림네트웍스         = "192410"
	Code휴림로봇           = "090710"
	Code휴림에이텍          = "078590"
	Code휴마시스           = "205470"
	Code휴맥스            = "115160"
	Code휴맥스홀딩스         = "028080"
	Code휴메딕스           = "200670"
	Code휴벡셀            = "212310"
	Code휴비스            = "079980"
	Code휴비츠            = "065510"
	Code휴센텍            = "215090"
	Code휴스틸            = "005010"
	Code휴엠앤씨           = "263920"
	Code휴온스            = "243070"
	Code휴온스글로벌         = "084110"
	Code휴젤             = "145020"
	Code흥구석유           = "024060"
	Code흥국             = "010240"
	Code흥국에프엔비         = "189980"
	Code흥국화재           = "000540"
	Code흥아해운           = "003280"
	Code희림             = "037440"
	Code힘스             = "238490"
)

func CodeToName(code string) string {
	var codeMap = map[string]string{
		"060310": "3S",
		"095570": "AJ네트웍스",
		"006840": "AK홀딩스",
		"054620": "APS",
		"265520": "AP시스템",
		"211270": "AP위성",
		"027410": "BGF",
		"282330": "BGF리테일",
		"126600": "BGF에코머티리얼즈",
		"138930": "BNK금융지주",
		"001460": "BYC",
		"013720": "CBI",
		"083790": "CG인바이츠",
		"001040": "CJ",
		"079160": "CJ_CGV",
		"035760": "CJ_ENM",
		"311690": "CJ_바이오사이언스",
		"000120": "CJ대한통운",
		"011150": "CJ씨푸드",
		"097950": "CJ제일제당",
		"051500": "CJ프레시웨이",
		"058820": "CMG제약",
		"023460": "CNH",
		"056730": "CNT85",
		"065770": "CS",
		"083660": "CSA_코스믹",
		"000590": "CS홀딩스",
		"012030": "DB",
		"456440": "DB금융스팩11호",
		"016610": "DB금융투자",
		"005830": "DB손해보험",
		"000990": "DB하이텍",
		"139130": "DGB금융지주",
		"060900": "DGP",
		"025440": "DH오토웨어",
		"000210": "DL",
		"001880": "DL건설",
		"375500": "DL이앤씨",
		"068790": "DMS",
		"007340": "DN오토모티브",
		"004840": "DRB동일",
		"241520": "DSC인베스트먼트",
		"065150": "DSEN",
		"155660": "DSR",
		"069730": "DSR제강",
		"180400": "DXVX",
		"017940": "E1",
		"245620": "EDGC",
		"037370": "EG",
		"278990": "EMB",
		"365550": "ESR켄달스퀘어리츠",
		"050120": "ES큐브",
		"214270": "FSN",
		"383220": "FnF",
		"007700": "FnF_홀딩스",
		"130500": "GH신소재",
		"114090": "GKL",
		"900290": "GRT",
		"078930": "GS",
		"083450": "GST",
		"006360": "GS건설",
		"001250": "GS글로벌",
		"007070": "GS리테일",
		"297890": "HB솔루션",
		"078150": "HB테크놀러지",
		"012630": "HDC",
		"039570": "HDC랩스",
		"089470": "HDC현대EP",
		"294870": "HDC현대산업개발",
		"009540": "HD한국조선해양",
		"267250": "HD현대",
		"267270": "HD현대건설기계",
		"322000": "HD현대에너지솔루션",
		"042670": "HD현대인프라코어",
		"267260": "HD현대일렉트릭",
		"329180": "HD현대중공업",
		"097230": "HJ중공업",
		"195940": "HK이노엔",
		"028300": "HLB",
		"003580": "HLB글로벌",
		"278650": "HLB바이오스텝",
		"343090": "HLB사이언스",
		"067630": "HLB생명과학",
		"024850": "HLB이노베이션",
		"047920": "HLB제약",
		"115450": "HLB테라퓨틱스",
		"046210": "HLB파나진",
		"014790": "HL_DnI",
		"204320": "HL만도",
		"060980": "HL홀딩스",
		"011200": "HMM",
		"403870": "HPSP",
		"036640": "HRS",
		"082740": "HSD엔진",
		"035000": "HS애드",
		"426550": "IBKS제19호스팩",
		"439730": "IBKS제20호스팩",
		"442770": "IBKS제21호스팩",
		"448760": "IBKS제22호스팩",
		"095340": "ISC",
		"099520": "ITX_AI",
		"175330": "JB금융지주",
		"950170": "JTC",
		"234080": "JW생명과학",
		"067290": "JW신약",
		"001060": "JW중외제약",
		"096760": "JW홀딩스",
		"035900": "JYP_Ent",
		"318000": "KBG",
		"024840": "KBI메탈",
		"105560": "KB금융",
		"432320": "KB스타리츠",
		"024120": "KB오토시스",
		"455250": "KB제25호스팩",
		"458320": "KB제26호스팩",
		"464680": "KB제27호스팩",
		"021320": "KCC건설",
		"036670": "KCI",
		"009440": "KC그린홀딩스",
		"112190": "KC산업",
		"119650": "KC코트렐",
		"044180": "KD",
		"092220": "KEC",
		"151860": "KG_ETS",
		"046440": "KG모빌리언스",
		"003620": "KG모빌리티",
		"016380": "KG스틸",
		"035600": "KG이니시스",
		"001390": "KG케미칼",
		"226360": "KH_건설",
		"111870": "KH_전자",
		"033180": "KH_필룩스",
		"060720": "KH바텍",
		"015590": "KIB플러그에너지",
		"001940": "KISCO홀딩스",
		"058400": "KNN",
		"025000": "KPX케미칼",
		"092230": "KPX홀딩스",
		"000040": "KR모터스",
		"044450": "KSS해운",
		"058850": "KTcs",
		"058860": "KTis",
		"122450": "KX",
		"052900": "KX하이텍",
		"376190": "LB루셈",
		"061970": "LB세미콘",
		"309960": "LB인베스트먼트",
		"093050": "LF",
		"003550": "LG",
		"034220": "LG디스플레이",
		"051900": "LG생활건강",
		"373220": "LG에너지솔루션",
		"032640": "LG유플러스",
		"011070": "LG이노텍",
		"066570": "LG전자",
		"037560": "LG헬로비전",
		"051910": "LG화학",
		"079550": "LIG넥스원",
		"006260": "LS",
		"000680": "LS네트웍스",
		"060370": "LS마린솔루션",
		"229640": "LS전선아시아",
		"108320": "LX세미콘",
		"001120": "LX인터내셔널",
		"108670": "LX하우시스",
		"383800": "LX홀딩스",
		"086960": "MDS테크",
		"023150": "MH에탄올",
		"038340": "MIT",
		"035420": "NAVER",
		"160550": "NEW",
		"053290": "NE능률",
		"060250": "NHN_KCP",
		"104200": "NHN벅스",
		"400760": "NH올원리츠",
		"005940": "NH투자증권",
		"338100": "NH프라임리츠",
		"034310": "NICE",
		"030190": "NICE평가정보",
		"008260": "NI스틸",
		"456040": "OCI",
		"010060": "OCI홀딩스",
		"178920": "PI첨단소재",
		"024940": "PN풍년",
		"005490": "POSCO홀딩스",
		"218410": "RFHIC",
		"327260": "RF머트리얼즈",
		"419530": "SAMG엔터",
		"019550": "SBI인베스트먼트",
		"950110": "SBI핀테크솔루션즈",
		"034120": "SBS",
		"046140": "SBS콘텐츠허브",
		"151910": "SBW생명과학",
		"036120": "SCI평가정보",
		"099220": "SDN",
		"036540": "SFA반도체",
		"255220": "SG",
		"049470": "SGA",
		"184230": "SGA솔루션즈",
		"005090": "SGC에너지",
		"016250": "SGC이테크건설",
		"040610": "SGnG",
		"001380": "SG글로벌",
		"004060": "SG세계물산",
		"001770": "SHD",
		"002360": "SH에너지화학",
		"009160": "SIMPAC",
		"034730": "SK",
		"011790": "SKC",
		"018670": "SK가스",
		"001740": "SK네트웍스",
		"006120": "SK디스커버리",
		"210980": "SK디앤디",
		"068400": "SK렌터카",
		"395400": "SK리츠",
		"302440": "SK바이오사이언스",
		"402340": "SK스퀘어",
		"260870": "SK시그넷",
		"361610": "SK아이이테크놀로지",
		"100090": "SK오션플랜트",
		"096770": "SK이노베이션",
		"001510": "SK증권",
		"457940": "SK증권제10호스팩",
		"435870": "SK증권제8호스팩",
		"455910": "SK증권제9호스팩",
		"285130": "SK케미칼",
		"017670": "SK텔레콤",
		"000660": "SK하이닉스",
		"048550": "SM_CnC",
		"063440": "SM_Life_Design",
		"003570": "SNT다이내믹스",
		"064960": "SNT모티브",
		"100840": "SNT에너지",
		"036530": "SNT홀딩스",
		"005610": "SPC삼립",
		"011810": "STX",
		"465770": "STX그린로지스",
		"077970": "STX엔진",
		"071970": "STX중공업",
		"002820": "SUNnL",
		"289080": "SV인베스트먼트",
		"010950": "S_Oil",
		"091340": "SnK폴리텍",
		"002710": "TCC스틸",
		"089230": "THE_EnM",
		"161570": "THE_MIDONG",
		"032540": "TJ미디어",
		"022220": "TKG애강",
		"048770": "TPC",
		"246690": "TS인베스트먼트",
		"317240": "TS트릴리온",
		"002900": "TYM",
		"024070": "WISCOM",
		"057030": "YBM넷",
		"037270": "YG_PLUS",
		"040300": "YTN",
		"051390": "YW",
		"052220": "iMBC",
		"079940": "가비아",
		"078890": "가온그룹",
		"000500": "가온전선",
		"399720": "가온칩스",
		"296520": "가이아코퍼레이션",
		"036620": "감성코퍼레이션",
		"000860": "강남제비스코",
		"217730": "강스템바이오텍",
		"035250": "강원랜드",
		"114190": "강원에너지",
		"094480": "갤럭시아머니트리",
		"011420": "갤럭시아에스엠",
		"039240": "경남스틸",
		"053950": "경남제약",
		"002100": "경농",
		"009450": "경동나비엔",
		"267290": "경동도시가스",
		"012320": "경동인베스트",
		"011040": "경동제약",
		"000050": "경방",
		"214390": "경보제약",
		"012610": "경인양행",
		"009140": "경인전자",
		"024910": "경창산업",
		"013580": "계룡건설산업",
		"012200": "계양전기",
		"002140": "고려산업",
		"198440": "고려시멘트",
		"049720": "고려신용정보",
		"010130": "고려아연",
		"002240": "고려제강",
		"014570": "고려제약",
		"348150": "고바이오랩",
		"950190": "고스트스튜디오",
		"098460": "고영",
		"035290": "골드앤에스",
		"900280": "골든센츄리",
		"215000": "골프존",
		"121440": "골프존뉴딘홀딩스",
		"183410": "골프존데카",
		"366030": "공구우먼",
		"076340": "관악산업",
		"009290": "광동제약",
		"014200": "광림",
		"017040": "광명전기",
		"029480": "광무",
		"017900": "광전자",
		"037710": "광주신세계",
		"026910": "광진실업",
		"397880": "교보11호스팩",
		"421800": "교보12호스팩",
		"440790": "교보13호스팩",
		"456490": "교보14호스팩",
		"465320": "교보15호스팩",
		"030610": "교보증권",
		"339770": "교촌에프앤비",
		"053270": "구영테크",
		"007690": "국도화학",
		"005320": "국동",
		"001140": "국보",
		"066620": "국보디자인",
		"043650": "국순당",
		"006050": "국영지앤엠",
		"060480": "국일신동",
		"078130": "국일제지",
		"307750": "국전약품",
		"002720": "국제약품",
		"243870": "굿센",
		"035080": "그래디언트",
		"204020": "그리티",
		"402490": "그린리소스",
		"114450": "그린생명과학",
		"083420": "그린케미칼",
		"186230": "그린플러스",
		"014530": "극동유화",
		"900070": "글로벌에스엠",
		"204620": "글로벌텍스프리",
		"019660": "글로본",
		"014280": "금강공업",
		"053260": "금강철강",
		"008870": "금비",
		"001570": "금양",
		"282720": "금양그린파워",
		"002990": "금호건설",
		"011780": "금호석유화학",
		"214330": "금호에이치티",
		"001210": "금호전기",
		"073240": "금호타이어",
		"036190": "금화피에스시",
		"049080": "기가레인",
		"420770": "기가비스",
		"035460": "기산텔레콤",
		"092440": "기신정기",
		"000270": "기아",
		"024110": "기업은행",
		"456700": "길교이앤씨",
		"013700": "까뮤이앤씨",
		"308100": "까스텔바작",
		"004540": "깨끗한나라",
		"407400": "꿈비",
		"187790": "나노",
		"286750": "나노브릭",
		"121600": "나노신소재",
		"247660": "나노씨엠에스",
		"039860": "나노엔텍",
		"091970": "나노캠텍",
		"417010": "나노팀",
		"244880": "나눔테크",
		"405920": "나라셀라",
		"288490": "나라소프트",
		"051490": "나라엠앤디",
		"137080": "나래나노텍",
		"190510": "나무가",
		"242040": "나무기술",
		"089600": "나스미디어",
		"293580": "나우IB",
		"257990": "나우코스",
		"138610": "나이벡",
		"130580": "나이스디앤비",
		"036800": "나이스정보통신",
		"267320": "나인테크",
		"001260": "남광토건",
		"008350": "남선알미늄",
		"004270": "남성",
		"003920": "남양유업",
		"025860": "남해화학",
		"111710": "남화산업",
		"091590": "남화토건",
		"168330": "내츄럴엔도텍",
		"094860": "네오리진",
		"253590": "네오셈",
		"212560": "네오오토",
		"095660": "네오위즈",
		"042420": "네오위즈홀딩스",
		"950220": "네오이뮨텍",
		"311390": "네오크레마",
		"085910": "네오티스",
		"092730": "네오팜",
		"290660": "네오펙트",
		"306620": "네온테크",
		"153460": "네이블커뮤니케이션즈",
		"007390": "네이처셀",
		"033640": "네패스",
		"330860": "네패스아크",
		"005720": "넥센",
		"002350": "넥센타이어",
		"089140": "넥스턴바이오",
		"137940": "넥스트아이",
		"396270": "넥스트칩",
		"348210": "넥스틴",
		"092790": "넥스틸",
		"225570": "넥슨게임즈",
		"217270": "넵튠",
		"251270": "넷마블",
		"317860": "노드메이슨",
		"104620": "노랑풍선",
		"090350": "노루페인트",
		"000320": "노루홀딩스",
		"194700": "노바렉스",
		"285490": "노바텍",
		"283100": "노보믹스",
		"229500": "노브메타파마",
		"106520": "노블엠앤비",
		"376930": "노을",
		"006280": "녹십자",
		"142280": "녹십자엠에스",
		"234690": "녹십자웰빙",
		"005250": "녹십자홀딩스",
		"065560": "녹원씨엔아이",
		"004370": "농심",
		"072710": "농심홀딩스",
		"054050": "농우바이오",
		"069140": "누리플랜",
		"040160": "누리플렉스",
		"332290": "누보",
		"348340": "뉴로메카",
		"060260": "뉴보텍",
		"012340": "뉴인텍",
		"214870": "뉴지랩파마",
		"270870": "뉴트리",
		"144960": "뉴파워프라즈마",
		"085670": "뉴프렉스",
		"064260": "다날",
		"340360": "다보링크",
		"039560": "다산네트웍스",
		"154040": "다산솔루에타",
		"058730": "다스코",
		"030210": "다올투자증권",
		"023590": "다우기술",
		"032190": "다우데이타",
		"323350": "다원넥스뷰",
		"068240": "다원시스",
		"145210": "다이나믹디자인",
		"019680": "대교",
		"006370": "대구백화점",
		"008060": "대덕",
		"353200": "대덕전자",
		"000490": "대동",
		"178600": "대동고려삼",
		"020400": "대동금속",
		"008830": "대동기어",
		"048470": "대동스틸",
		"008110": "대동전자",
		"004780": "대륙제관",
		"005750": "대림비앤코",
		"017650": "대림제지",
		"006570": "대림통상",
		"007720": "대명소노시즌",
		"389260": "대명에너지",
		"317850": "대모",
		"290670": "대보마그네틱",
		"078140": "대봉엘에스",
		"001680": "대상",
		"084690": "대상홀딩스",
		"036480": "대성미생물",
		"128820": "대성산업",
		"117580": "대성에너지",
		"027830": "대성창투",
		"104040": "대성파인텍",
		"129920": "대성하이텍",
		"016710": "대성홀딩스",
		"438220": "대신밸런스제13호스팩",
		"442310": "대신밸런스제14호스팩",
		"457390": "대신밸런스제15호스팩",
		"457630": "대신밸런스제16호스팩",
		"020180": "대신정보통신",
		"003540": "대신증권",
		"045390": "대아티아이",
		"009190": "대양금속",
		"108380": "대양전기공업",
		"006580": "대양제지",
		"014160": "대영포장",
		"047040": "대우건설",
		"009320": "대우부품",
		"003090": "대웅",
		"069620": "대웅제약",
		"007680": "대원",
		"000430": "대원강업",
		"048910": "대원미디어",
		"005710": "대원산업",
		"006340": "대원전선",
		"003220": "대원제약",
		"024890": "대원화성",
		"290380": "대유",
		"002880": "대유에이텍",
		"290120": "대유에이피",
		"000300": "대유플러스",
		"120240": "대정화금",
		"003310": "대주산업",
		"114920": "대주이엔티",
		"078600": "대주전자재료",
		"012800": "대창",
		"015230": "대창단조",
		"096350": "대창솔루션",
		"140520": "대창스틸",
		"131220": "대한과학",
		"010170": "대한광통신",
		"054670": "대한뉴팜",
		"001070": "대한방직",
		"023910": "대한약품",
		"006650": "대한유화",
		"001440": "대한전선",
		"084010": "대한제강",
		"001790": "대한제당",
		"001130": "대한제분",
		"003490": "대한항공",
		"005880": "대한해운",
		"003830": "대한화섬",
		"016090": "대현",
		"069460": "대호에이엘",
		"021040": "대호특수강",
		"067080": "대화제약",
		"298540": "더네이쳐홀딩스",
		"032860": "더라미",
		"192080": "더블유게임즈",
		"393890": "더블유씨피",
		"299170": "더블유에스아이",
		"012510": "더존비즈온",
		"224060": "더코디",
		"302920": "더콘텐츠온",
		"213420": "덕산네오룩스",
		"317330": "덕산테코피아",
		"077360": "덕산하이메탈",
		"004830": "덕성",
		"090410": "덕신하우징",
		"024900": "덕양산업",
		"263600": "덕우전자",
		"194480": "데브시스터즈",
		"263800": "데이타솔루션",
		"199150": "데이터스트림즈",
		"206560": "덱스터",
		"261200": "덴티스",
		"145720": "덴티움",
		"227420": "도부마스크",
		"067990": "도이치모터스",
		"002150": "도화엔지니어링",
		"006620": "동구바이오제약",
		"100130": "동국SnC",
		"005160": "동국산업",
		"460850": "동국씨엠",
		"075970": "동국알앤에스",
		"460860": "동국제강",
		"086450": "동국제약",
		"001230": "동국홀딩스",
		"023450": "동남합성",
		"004140": "동방",
		"099410": "동방선기",
		"007590": "동방아그로",
		"005960": "동부건설",
		"026960": "동서",
		"002210": "동성제약",
		"102260": "동성케미컬",
		"033500": "동성화인텍",
		"025950": "동신건설",
		"000640": "동아쏘시오홀딩스",
		"170900": "동아에스티",
		"088130": "동아엘텍",
		"028100": "동아지질",
		"282690": "동아타이어",
		"041930": "동아화성",
		"001520": "동양",
		"084670": "동양고속",
		"082640": "동양생명",
		"060380": "동양에스텍",
		"079960": "동양이엔피",
		"008970": "동양철관",
		"228340": "동양파일",
		"092780": "동양피스톤",
		"088910": "동우팜투테이블",
		"094170": "동운아나텍",
		"049770": "동원FnB",
		"013120": "동원개발",
		"018500": "동원금속",
		"006040": "동원산업",
		"030720": "동원수산",
		"014820": "동원시스템즈",
		"111380": "동인기연",
		"163560": "동일고무벨트",
		"109860": "동일금속",
		"032960": "동일기연",
		"004890": "동일산업",
		"002690": "동일제강",
		"023790": "동일철강",
		"005290": "동진쎄미켐",
		"025900": "동화기업",
		"000020": "동화약품",
		"000150": "두산",
		"454910": "두산로보틱스",
		"241560": "두산밥캣",
		"034020": "두산에너빌리티",
		"131970": "두산테스나",
		"336260": "두산퓨얼셀",
		"016740": "두올",
		"073190": "듀오백",
		"176750": "듀켐바이오",
		"030350": "드래곤플라이",
		"203650": "드림시큐리티",
		"223250": "드림씨아이에스",
		"060570": "드림어스컴퍼니",
		"192650": "드림텍",
		"217620": "디딤이앤에프",
		"016670": "디모아",
		"187870": "디바이스이엔지",
		"404950": "디비금융스팩10호",
		"066670": "디스플레이텍",
		"024090": "디씨엠",
		"003160": "디아이",
		"001530": "디아이동일",
		"092200": "디아이씨",
		"110990": "디아이티",
		"263690": "디알젬",
		"214680": "디알텍",
		"377190": "디앤디플랫폼리츠",
		"263720": "디앤씨미디어",
		"376300": "디어유",
		"141020": "디에스앤엘",
		"109740": "디에스케이",
		"196490": "디에이테크놀로지",
		"066900": "디에이피",
		"127120": "디엔에이링크",
		"092070": "디엔에프",
		"039840": "디오",
		"013570": "디와이",
		"219550": "디와이디",
		"310870": "디와이씨",
		"210540": "디와이파워",
		"104460": "디와이피엔에프",
		"079810": "디이엔티",
		"113810": "디젠스",
		"043360": "디지아이",
		"197140": "디지캡",
		"068930": "디지털대성",
		"033130": "디지틀조선",
		"105740": "디케이락",
		"263020": "디케이앤디",
		"290550": "디케이티",
		"187220": "디티앤씨",
		"383930": "디티앤씨알오",
		"163430": "디피코",
		"131180": "딜리",
		"315640": "딥노이드",
		"317120": "라닉스",
		"042510": "라온시큐어",
		"232680": "라온테크",
		"418420": "라온텍",
		"300120": "라온피플",
		"171120": "라이온켐텍",
		"388790": "라이콤",
		"069540": "라이트론",
		"347700": "라이프시맨틱스",
		"214260": "라파스",
		"403360": "라피치",
		"115390": "락앤락",
		"200350": "래몽래인",
		"171010": "램테크놀러지",
		"084650": "랩지노믹스",
		"217500": "러셀",
		"092590": "럭스피아",
		"141080": "레고켐바이오",
		"038390": "레드캡투어",
		"294140": "레몬",
		"443250": "레뷰코퍼레이션",
		"228670": "레이",
		"228850": "레이언스",
		"412350": "레이저쎌",
		"281740": "레이크머티리얼즈",
		"277810": "레인보우로보틱스",
		"179720": "렌딩머신",
		"215100": "로보로보",
		"090360": "로보스타",
		"238500": "로보쓰리에이아이앤로보틱스",
		"108490": "로보티즈",
		"900260": "로스웰",
		"223220": "로지스몬",
		"067730": "로지시스",
		"071280": "로체시스템즈",
		"032350": "롯데관광개발",
		"089860": "롯데렌탈",
		"330590": "롯데리츠",
		"000400": "롯데손해보험",
		"023530": "롯데쇼핑",
		"020150": "롯데에너지머티리얼즈",
		"280360": "롯데웰푸드",
		"004000": "롯데정밀화학",
		"286940": "롯데정보통신",
		"004990": "롯데지주",
		"005300": "롯데칠성음료",
		"011170": "롯데케미칼",
		"071840": "롯데하이마트",
		"328130": "루닛",
		"038060": "루멘스",
		"162120": "루켄테크놀러지스",
		"253610": "루트락",
		"060240": "룽투코리아",
		"058470": "리노공업",
		"039980": "리노스",
		"019570": "리더스_기술투자",
		"016100": "리더스코스메틱",
		"012700": "리드코프",
		"302550": "리메드",
		"073570": "리튬포어스",
		"377450": "리파인",
		"277070": "린드먼아시아",
		"042500": "링네트",
		"219420": "링크제니시스",
		"439090": "마녀공장",
		"027740": "마니커",
		"195500": "마니커에프앤지",
		"357430": "마스턴프리미어리츠",
		"377480": "마음AI",
		"305090": "마이크로디지탈",
		"448780": "마이크로엔엑스",
		"098120": "마이크로컨텍솔",
		"424980": "마이크로투나노",
		"038290": "마크로젠",
		"001080": "만호제강",
		"267980": "매일유업",
		"005990": "매일홀딩스",
		"093520": "매커스",
		"377030": "맥스트",
		"088980": "맥쿼리인프라",
		"094800": "맵스리얼티1",
		"100590": "머큐리",
		"067280": "멀티캠퍼스",
		"072870": "메가스터디",
		"215200": "메가스터디교육",
		"133750": "메가엠디",
		"446540": "메가터치",
		"235980": "메드팩토",
		"200580": "메디쎄이",
		"041920": "메디아나",
		"233250": "메디안디노스틱",
		"014100": "메디앙스",
		"236340": "메디젠휴먼케어",
		"054180": "메디콕스",
		"086900": "메디톡스",
		"078160": "메디포스트",
		"065650": "메디프론",
		"138040": "메리츠금융지주",
		"408920": "메쎄이상",
		"021880": "메이슨캐피탈",
		"140410": "메지온",
		"241770": "메카로",
		"090370": "메타랩스",
		"059210": "메타바이오메드",
		"058110": "멕아이씨에스",
		"017180": "명문제약",
		"009900": "명신산업",
		"012690": "모나리자",
		"005360": "모나미",
		"434480": "모니터랩",
		"080420": "모다이노칩",
		"417970": "모델솔루션",
		"080160": "모두투어",
		"204210": "모두투어리츠",
		"087260": "모바일어플라이언스",
		"101330": "모베이스",
		"012860": "모베이스전자",
		"363260": "모비데이즈",
		"348030": "모비릭스",
		"250060": "모비스",
		"288980": "모아데이타",
		"033200": "모아텍",
		"333050": "모코엠시스",
		"009680": "모토닉",
		"118990": "모트렉스",
		"006920": "모헨즈",
		"009580": "무림PnP",
		"001810": "무림SP",
		"009200": "무림페이퍼",
		"322970": "무진메디",
		"033920": "무학",
		"008420": "문배철강",
		"279600": "미디어젠",
		"095500": "미래나노텍",
		"254490": "미래반도체",
		"025560": "미래산업",
		"218150": "미래생명자원",
		"007120": "미래아이앤지",
		"396690": "미래에셋글로벌리츠",
		"442900": "미래에셋드림스팩1호",
		"357250": "미래에셋맵스리츠",
		"100790": "미래에셋벤처투자",
		"412930": "미래에셋비전스팩1호",
		"446190": "미래에셋비전스팩2호",
		"448830": "미래에셋비전스팩3호",
		"085620": "미래에셋생명",
		"006800": "미래에셋증권",
		"208890": "미래엔에듀파트너",
		"049950": "미래컴퍼니",
		"207760": "미스터블루",
		"002840": "미원상사",
		"268280": "미원에스씨",
		"107590": "미원홀딩스",
		"134380": "미원화학",
		"351020": "미쥬",
		"003650": "미창석유공업",
		"059090": "미코",
		"214610": "미코바이오메드",
		"201490": "미투온",
		"418470": "밀리의서재",
		"206640": "바디텍메드",
		"018700": "바른손",
		"035620": "바른손이앤에이",
		"354390": "바스칸바이오제약",
		"053030": "바이넥스",
		"301300": "바이브컴퍼니",
		"377740": "바이오노트",
		"064550": "바이오니아",
		"314930": "바이오다인",
		"208710": "바이오로그디바이스",
		"086820": "바이오솔루션",
		"038460": "바이오스마트",
		"251120": "바이오에프디엔씨",
		"199730": "바이오인프라",
		"266470": "바이오인프라생명과학",
		"289170": "바이오텐",
		"086040": "바이오톡스텍",
		"199290": "바이오프로테크",
		"099430": "바이오플러스",
		"032980": "바이온",
		"222160": "바이옵트로",
		"308080": "바이젠셀",
		"043150": "바텍",
		"323990": "박셀바이오",
		"003610": "방림",
		"267790": "배럴",
		"001340": "백광산업",
		"046310": "백금TnA",
		"035150": "백산",
		"331520": "밸로프",
		"438700": "버넥트",
		"066410": "버킷스튜디오",
		"002410": "범양건영",
		"382900": "범한퓨얼셀",
		"206400": "베노티앤알",
		"019010": "베뉴지",
		"322190": "베른",
		"177350": "베셀",
		"299910": "베스파",
		"424760": "벨로크",
		"007210": "벽산",
		"225530": "보광산업",
		"250000": "보라티알",
		"002760": "보락",
		"003850": "보령",
		"310210": "보로노이",
		"006910": "보성파워텍",
		"000890": "보해양조",
		"226340": "본느",
		"206950": "볼빅",
		"003000": "부광약품",
		"001270": "부국증권",
		"026940": "부국철강",
		"014470": "부방",
		"011390": "부산산업",
		"005030": "부산주공",
		"008470": "부스타",
		"338220": "뷰노",
		"100120": "뷰웍스",
		"406820": "뷰티스킨",
		"337930": "브랜드엑스코퍼레이션",
		"099390": "브레인즈컴퍼니",
		"064480": "브리지텍",
		"288330": "브릿지바이오",
		"365900": "브이씨",
		"251630": "브이원텍",
		"018290": "브이티",
		"044480": "블레이드_Ent",
		"033560": "블루콤",
		"191600": "블루탑",
		"369370": "블리츠웨이",
		"126340": "비나텍",
		"121800": "비덴트",
		"148140": "비디아이",
		"082800": "비보존_제약",
		"318410": "비비씨",
		"002070": "비비안",
		"100220": "비상교육",
		"419540": "비스토스",
		"146320": "비씨엔씨",
		"200780": "비씨월드제약",
		"413640": "비아이매트릭스",
		"141000": "비아트론",
		"090460": "비에이치",
		"083650": "비에이치아이",
		"445360": "비엔케이제1호스팩",
		"142760": "비엘",
		"065170": "비엘팜텍",
		"086220": "비엘헬스케어",
		"086670": "비엠티",
		"335890": "비올",
		"230980": "비유테크놀러지",
		"138580": "비즈니스온",
		"082920": "비츠로셀",
		"054220": "비츠로시스",
		"042370": "비츠로테크",
		"030790": "비케이탑스",
		"050090": "비케이홀딩스",
		"307870": "비투엔",
		"357880": "비트나인",
		"032850": "비트컴퓨터",
		"148780": "비플라이소프트",
		"238200": "비피도",
		"093190": "빅솔론",
		"065450": "빅텍",
		"210120": "빅텐츠",
		"005180": "빙그레",
		"072950": "빛샘전자",
		"266170": "뿌리깊은나무들",
		"143240": "사람인",
		"003960": "사조대림",
		"008040": "사조동아원",
		"007160": "사조산업",
		"014710": "사조씨푸드",
		"006090": "사조오양",
		"419120": "산돌",
		"122350": "삼기",
		"419050": "삼기이브이",
		"014970": "삼륭물산",
		"018310": "삼목에스폼",
		"012210": "삼미금속",
		"053700": "삼보모터스",
		"009620": "삼보산업",
		"023600": "삼보판지",
		"001470": "삼부토건",
		"448730": "삼성FN리츠",
		"006400": "삼성SDI",
		"006660": "삼성공조",
		"380320": "삼성머스트스팩5호",
		"028260": "삼성물산",
		"207940": "삼성바이오로직스",
		"032830": "삼성생명",
		"377630": "삼성스팩4호",
		"425290": "삼성스팩6호",
		"439250": "삼성스팩7호",
		"448740": "삼성스팩8호",
		"468510": "삼성스팩9호",
		"018260": "삼성에스디에스",
		"028050": "삼성엔지니어링",
		"009150": "삼성전기",
		"005930": "삼성전자",
		"001360": "삼성제약",
		"010140": "삼성중공업",
		"016360": "삼성증권",
		"068290": "삼성출판사",
		"029780": "삼성카드",
		"000810": "삼성화재해상보험",
		"006110": "삼아알미늄",
		"009300": "삼아제약",
		"145990": "삼양사",
		"003230": "삼양식품",
		"225190": "삼양옵틱스",
		"002170": "삼양통상",
		"272550": "삼양패키징",
		"000070": "삼양홀딩스",
		"003720": "삼영",
		"002810": "삼영무역",
		"361670": "삼영에스앤씨",
		"054540": "삼영엠텍",
		"065570": "삼영이엔씨",
		"005680": "삼영전자공업",
		"023000": "삼원강재",
		"004380": "삼익THK",
		"002450": "삼익악기",
		"032280": "삼일",
		"002290": "삼일기업공사",
		"004440": "삼일씨엔에스",
		"000520": "삼일제약",
		"009770": "삼정펄프",
		"037460": "삼지전자",
		"032750": "삼진",
		"054090": "삼진엘앤디",
		"005500": "삼진제약",
		"000250": "삼천당제약",
		"004690": "삼천리",
		"024950": "삼천리자전거",
		"038500": "삼표시멘트",
		"017480": "삼현철강",
		"010960": "삼호개발",
		"046390": "삼화네트웍스",
		"004450": "삼화왕관",
		"009470": "삼화전기",
		"011230": "삼화전자공업",
		"001820": "삼화콘덴서공업",
		"000390": "삼화페인트공업",
		"027580": "상보",
		"038540": "상상인",
		"101000": "상상인인더스트리",
		"415580": "상상인제3호스팩",
		"452670": "상상인제4호스팩",
		"001290": "상상인증권",
		"041650": "상신브레이크",
		"091580": "상신이디피",
		"263810": "상신전자",
		"089980": "상아프론테크",
		"042940": "상지카일룸",
		"042600": "새로닉스",
		"075180": "새론오토모티브",
		"107600": "새빗켐",
		"411080": "샌즈랩",
		"252990": "샘씨엔에스",
		"007540": "샘표",
		"248170": "샘표식품",
		"378800": "샤페론",
		"294630": "서남",
		"038070": "서린바이오",
		"006730": "서부TnD",
		"079650": "서산",
		"100660": "서암기계공업",
		"007860": "서연",
		"200880": "서연이화",
		"019770": "서연탑메탈",
		"017390": "서울도시가스",
		"043710": "서울리거",
		"092190": "서울바이오시스",
		"046890": "서울반도체",
		"004410": "서울식품공업",
		"063170": "서울옥션",
		"027040": "서울전자통신",
		"018680": "서울제약",
		"021050": "서원",
		"093920": "서원인텍",
		"189860": "서전기전",
		"178320": "서진시스템",
		"122690": "서진오토모티브",
		"140070": "서플러스글로벌",
		"011370": "서한",
		"065710": "서호전기",
		"008490": "서흥",
		"035890": "서희건설",
		"357550": "석경에이티",
		"003100": "선광",
		"007610": "선도전기",
		"067370": "선바이오",
		"171090": "선익시스템",
		"136490": "선진",
		"086710": "선진뷰티사이언스",
		"014620": "성광벤드",
		"037350": "성도이엔지",
		"014910": "성문전자",
		"003080": "성보화학",
		"004980": "성신양회",
		"011300": "성안",
		"081580": "성우전자",
		"045300": "성우테크론",
		"015750": "성우하이텍",
		"365340": "성일하이텍",
		"000180": "성창기업지주",
		"080470": "성창오토텍",
		"043260": "성호전자",
		"148150": "세경하이테크",
		"002420": "세기상사",
		"188260": "세니젠",
		"053060": "세동",
		"340440": "세림BnG",
		"017510": "세명전기",
		"004360": "세방",
		"004490": "세방전지",
		"011560": "세보엠이씨",
		"396300": "세아메카닉스",
		"001430": "세아베스틸지주",
		"306200": "세아제강",
		"003030": "세아제강지주",
		"019440": "세아특수강",
		"058650": "세아홀딩스",
		"013000": "세우글로벌",
		"100700": "세운메디칼",
		"024830": "세원물산",
		"091090": "세원이앤씨",
		"021820": "세원정공",
		"067830": "세이브존InC",
		"033530": "세종공업",
		"258830": "세종메디칼",
		"036630": "세종텔레콤",
		"039310": "세중",
		"075580": "세진중공업",
		"067770": "세진티에스",
		"053450": "세코닉스",
		"222810": "세토피아",
		"252500": "세화피앤씨",
		"321370": "센서뷰",
		"347000": "센코",
		"331920": "셀레믹스",
		"049180": "셀루메드",
		"299660": "셀리드",
		"268600": "셀리버리",
		"108860": "셀바스AI",
		"208370": "셀바스헬스케어",
		"318160": "셀바이오휴먼텍",
		"258250": "셀젠텍",
		"068270": "셀트리온",
		"068760": "셀트리온제약",
		"091990": "셀트리온헬스케어",
		"068940": "셀피글로벌",
		"060230": "소니드",
		"290690": "소룩스",
		"950200": "소마젠",
		"032680": "소프트센",
		"258790": "소프트캠프",
		"066910": "손오공",
		"043100": "솔고바이오",
		"336370": "솔루스첨단소재",
		"248070": "솔루엠",
		"035610": "솔본",
		"357780": "솔브레인",
		"036830": "솔브레인홀딩스",
		"304100": "솔트룩스",
		"328380": "솔트웨어",
		"004430": "송원산업",
		"086980": "쇼박스",
		"050960": "수산아이앤티",
		"126720": "수산인더스트리",
		"017550": "수산중공업",
		"084180": "수성샐바시온",
		"253840": "수젠텍",
		"185190": "수프로",
		"298830": "슈어소프트테크",
		"236200": "슈프리마",
		"094840": "슈프리마에이치큐",
		"192440": "슈피겐코리아",
		"424960": "스마트레이더시스템",
		"136510": "스마트솔루션즈",
		"099440": "스맥",
		"033790": "스카이문스테크놀로지",
		"276040": "스코넥",
		"159910": "스킨앤스킨",
		"115570": "스타플렉스",
		"330730": "스톤브릿지벤처스",
		"352090": "스톰테크",
		"253450": "스튜디오드래곤",
		"408900": "스튜디오미르",
		"204630": "스튜디오산타클로스",
		"026890": "스틱인베스트먼트",
		"013810": "스페코",
		"203690": "스피어파워",
		"049830": "승일",
		"020710": "시공테크",
		"033170": "시그네틱스",
		"048870": "시너지이노베이션",
		"025320": "시노펙스",
		"134790": "시디즈",
		"269620": "시스웍",
		"000480": "시알홀딩스",
		"429270": "시지트로닉스",
		"418250": "시큐레터",
		"131090": "시큐브",
		"232830": "시큐센",
		"139050": "시티랩스",
		"016590": "신대양제지",
		"290520": "신도기연",
		"029530": "신도리코",
		"004970": "신라교역",
		"001000": "신라섬유",
		"025870": "신라에스지",
		"215600": "신라젠",
		"065350": "신성델타테크",
		"416180": "신성에스티",
		"011930": "신성이엔지",
		"005390": "신성통상",
		"004170": "신세계",
		"035510": "신세계InC",
		"034300": "신세계건설",
		"031430": "신세계인터내셔날",
		"031440": "신세계푸드",
		"006880": "신송홀딩스",
		"162300": "신스틸",
		"290560": "신시웨이",
		"002800": "신신제약",
		"419270": "신영스팩7호",
		"430220": "신영스팩8호",
		"445970": "신영스팩9호",
		"005800": "신영와코루",
		"001720": "신영증권",
		"009270": "신원",
		"017000": "신원종합개발",
		"002700": "신일전자",
		"012790": "신일제약",
		"138070": "신진에스엠",
		"226330": "신테카바이오",
		"002870": "신풍",
		"019170": "신풍제약",
		"404990": "신한서부티엔디리츠",
		"293940": "신한알파리츠",
		"418210": "신한제10호스팩",
		"452980": "신한제11호스팩",
		"393360": "신한제8호스팩",
		"405640": "신한제9호스팩",
		"055550": "신한지주",
		"056700": "신화인터텍",
		"187270": "신화콘텍",
		"004080": "신흥",
		"243840": "신흥에스이씨",
		"257720": "실리콘투",
		"222800": "심텍",
		"036710": "심텍홀딩스",
		"160980": "싸이맥스",
		"356890": "싸이버원",
		"217330": "싸이토젠",
		"102280": "쌍방울",
		"003410": "쌍용씨앤이",
		"010280": "쌍용정보통신",
		"004770": "써니전자",
		"217320": "썬테크",
		"208640": "썸에이지",
		"222420": "쎄노텍",
		"037760": "쎄니트",
		"099320": "쎄트렉아이",
		"049960": "쎌바이오텍",
		"088280": "쏘닉스",
		"403550": "쏘카",
		"050890": "쏠리드",
		"066790": "씨씨에스",
		"222080": "씨아이에스",
		"004920": "씨아이테크",
		"236030": "씨알푸드",
		"103660": "씨앗",
		"352480": "씨앤씨인터내셔널",
		"245450": "씨앤에스링크",
		"264660": "씨앤지하이테크",
		"352700": "씨앤투스",
		"297090": "씨에스베어링",
		"112610": "씨에스윈드",
		"900120": "씨엑스아이",
		"359090": "씨엔알리서치",
		"286000": "씨엔티드림",
		"115530": "씨엔플러스",
		"115480": "씨유메디칼",
		"340810": "씨유박스",
		"376290": "씨유테크",
		"189330": "씨이랩",
		"096530": "씨젠",
		"101240": "씨큐브",
		"060590": "씨티씨바이오",
		"308170": "씨티알모빌리티",
		"260930": "씨티케이",
		"052300": "씨티프라퍼티",
		"013990": "아가방컴퍼니",
		"123860": "아나패스",
		"025980": "아난티",
		"008700": "아남전자",
		"058220": "아리온",
		"125210": "아모그린텍",
		"090430": "아모레퍼시픽",
		"002790": "아모레퍼시픽그룹",
		"357580": "아모센스",
		"052710": "아모텍",
		"074430": "아미노로직스",
		"092040": "아미코젠",
		"083930": "아바코",
		"149950": "아바텍",
		"036010": "아비코전자",
		"002030": "아세아",
		"183190": "아세아시멘트",
		"002310": "아세아제지",
		"050860": "아세아텍",
		"012170": "아센디오",
		"136410": "아셈스",
		"246720": "아스타",
		"067390": "아스트",
		"159010": "아스플로",
		"127710": "아시아경제",
		"267850": "아시아나IDT",
		"020560": "아시아나항공",
		"154030": "아시아종묘",
		"227610": "아우딘퓨쳐스",
		"143160": "아이디스",
		"054800": "아이디스홀딩스",
		"332370": "아이디피",
		"122900": "아이마켓코리아",
		"339950": "아이비김영",
		"099190": "아이센스",
		"289010": "아이스크림에듀",
		"214430": "아이쓰리시스템",
		"040910": "아이씨디",
		"368600": "아이씨에이치",
		"052860": "아이앤씨",
		"010780": "아이에스동서",
		"069920": "아이에스이커머스",
		"038880": "아이에이",
		"003560": "아이에이치큐",
		"307180": "아이엘사이언스",
		"101390": "아이엠",
		"456570": "아이엠지티",
		"451220": "아이엠티",
		"447690": "아이오바이오",
		"078860": "아이오케이",
		"090150": "아이윈",
		"123010": "아이윈플러스",
		"031310": "아이즈비전",
		"185490": "아이진",
		"059100": "아이컴포넌트",
		"149010": "아이케이세미콘",
		"262840": "아이퀘스트",
		"175250": "아이큐어",
		"052460": "아이크래프트",
		"119830": "아이텍",
		"052770": "아이톡시",
		"124500": "아이티센",
		"372800": "아이티아이즈",
		"084850": "아이티엠반도체",
		"114840": "아이패밀리에스씨",
		"027360": "아주IB투자",
		"139990": "아주스틸",
		"032080": "아즈텍WB",
		"013310": "아진산업",
		"059120": "아진엑스텍",
		"158430": "아톤",
		"149300": "아퓨어스",
		"067160": "아프리카TV",
		"102950": "아하",
		"001540": "안국약품",
		"053800": "안랩",
		"251280": "안지오랩",
		"065660": "안트로젠",
		"297570": "알로이스",
		"001780": "알루코",
		"260660": "알리코제약",
		"354320": "알멕",
		"361570": "알비더블유",
		"131370": "알서포트",
		"140670": "알에스오토메이션",
		"096610": "알에프세미",
		"061040": "알에프텍",
		"148250": "알엔투테크놀로지",
		"347860": "알체라",
		"196170": "알테오젠",
		"123750": "알톤스포츠",
		"085810": "알티캐스트",
		"117670": "알파홀딩스",
		"314140": "알피바이오",
		"291650": "압타머사이언스",
		"293780": "압타바이오",
		"018250": "애경산업",
		"161000": "애경케미칼",
		"390110": "애니메디솔루션",
		"196300": "애니젠",
		"310200": "애니플러스",
		"179530": "애드바이오텍",
		"900100": "애머릿지",
		"205500": "액션스퀘어",
		"052790": "액토즈소프트",
		"290740": "액트로",
		"238090": "앤디포스",
		"092600": "앤씨앤",
		"129890": "앱코",
		"174900": "앱클론",
		"255440": "야스",
		"030960": "양지사",
		"102120": "어보브반도체",
		"263540": "어스앤에어로스페이스",
		"238120": "얼라인드",
		"224810": "엄지하우스",
		"019990": "에너토크",
		"011090": "에넥스",
		"270660": "에브리봇",
		"038680": "에스넷",
		"137310": "에스디바이오센서",
		"217480": "에스디생명공학",
		"121890": "에스디시스템",
		"118000": "에스메디",
		"304360": "에스바이오메딕스",
		"389500": "에스비비테크",
		"042110": "에스씨디",
		"298060": "에스씨엠생명과학",
		"065420": "에스아이리소스",
		"270210": "에스알바이오텍",
		"103230": "에스앤더블류",
		"260970": "에스앤디",
		"101490": "에스앤에스텍",
		"095910": "에스에너지",
		"275630": "에스에스알",
		"031330": "에스에이엠티",
		"060540": "에스에이티",
		"351320": "에스에이티이엔지",
		"056190": "에스에프에이",
		"080000": "에스엔유",
		"005850": "에스엘",
		"214310": "에스엘에너지",
		"246250": "에스엘에스바이오",
		"258540": "에스엘테라퓨틱스",
		"041510": "에스엠",
		"010580": "에스엠벡셀",
		"299670": "에스엠비나",
		"007820": "에스엠코어",
		"109610": "에스와이",
		"365330": "에스와이스틸텍",
		"012750": "에스원",
		"031860": "에스유홀딩스",
		"306040": "에스제이그룹",
		"123700": "에스제이엠",
		"025530": "에스제이엠홀딩스",
		"217910": "에스제이켐",
		"326030": "에스케이바이오팜",
		"224020": "에스케이씨에스",
		"096630": "에스코넥",
		"069510": "에스텍",
		"041910": "에스텍파마",
		"234300": "에스트래픽",
		"039440": "에스티아이",
		"098660": "에스티오",
		"052020": "에스티큐브",
		"237690": "에스티팜",
		"050760": "에스폴리텍",
		"288620": "에스퓨얼셀",
		"317830": "에스피시스템스",
		"058610": "에스피지",
		"043340": "에쎈테크",
		"023960": "에쓰씨엔지니어링",
		"298690": "에어부산",
		"187660": "에이디엠코리아",
		"054630": "에이디칩스",
		"200710": "에이디테크놀로지",
		"096690": "에이루트",
		"140910": "에이리츠",
		"078520": "에이블씨엔씨",
		"298380": "에이비엘바이오",
		"203400": "에이비온",
		"195990": "에이비프로바이오",
		"003800": "에이스침대",
		"088800": "에이스테크",
		"241840": "에이스토리",
		"311960": "에이아이더뉴트리진",
		"453860": "에이에스텍",
		"312610": "에이에프더블류",
		"015260": "에이엔피",
		"172670": "에이엘티",
		"234070": "에이원알폼",
		"445090": "에이직랜드",
		"072990": "에이치시티",
		"227100": "에이치앤비디자인",
		"044990": "에이치엔에스하이텍",
		"239610": "에이치엘사이언스",
		"462020": "에이치엠씨제6호스팩",
		"148930": "에이치와이티씨",
		"044780": "에이치케이",
		"357230": "에이치피오",
		"355690": "에이텀",
		"071670": "에이테크솔루션",
		"045660": "에이텍",
		"224110": "에이텍모빌리티",
		"021080": "에이티넘인베스트",
		"089530": "에이티세미콘",
		"200470": "에이팩트",
		"207490": "에이펙스인텍",
		"262260": "에이프로",
		"007460": "에이프로젠",
		"109960": "에이프로젠_HnG",
		"003060": "에이프로젠바이오로직스",
		"397030": "에이프릴바이오",
		"244920": "에이플러스에셋",
		"089970": "에이피티씨",
		"230240": "에치에프알",
		"230360": "에코마케팅",
		"038870": "에코바이오",
		"097780": "에코볼트",
		"448280": "에코아이",
		"101360": "에코앤드림",
		"128540": "에코캡",
		"086520": "에코프로",
		"450080": "에코프로머티",
		"247540": "에코프로비엠",
		"383310": "에코프로에이치엔",
		"038110": "에코플라스틱",
		"073540": "에프알텍",
		"064850": "에프앤가이드",
		"036810": "에프에스티",
		"173940": "에프엔씨엔터",
		"083500": "에프엔에스테크",
		"446440": "에피바이오텍",
		"054940": "엑사이엔씨",
		"043090": "엑서지21",
		"950130": "엑세스바이오",
		"205100": "엑셈",
		"356680": "엑스게이트",
		"070300": "엑스큐어",
		"317770": "엑스페릭스",
		"092870": "엑시콘",
		"317870": "엔바이오니아",
		"067570": "엔브이에이치코리아",
		"236810": "엔비티",
		"140610": "엔솔바이오사이언스",
		"333620": "엔시스",
		"101400": "엔시트론",
		"036570": "엔씨소프트",
		"238170": "엔에스엠",
		"224760": "엔에스컴퍼니",
		"380440": "엔에이치스팩19호",
		"391060": "엔에이치스팩20호",
		"422040": "엔에이치스팩23호",
		"437780": "엔에이치스팩24호",
		"438580": "엔에이치스팩25호",
		"439410": "엔에이치스팩26호",
		"440820": "엔에이치스팩27호",
		"450410": "엔에이치스팩28호",
		"451700": "엔에이치스팩29호",
		"466910": "엔에이치스팩30호",
		"181710": "엔에이치엔",
		"265740": "엔에프씨",
		"354200": "엔젠바이오",
		"419080": "엔젯",
		"093510": "엔지브이아이",
		"208860": "엔지스테크널러지",
		"183490": "엔지켐생명과학",
		"085310": "엔케이",
		"182400": "엔케이맥스",
		"348370": "엔켐",
		"058450": "엔터파트너즈",
		"069410": "엔텔스",
		"227950": "엔투텍",
		"291230": "엔피",
		"198080": "엔피디",
		"004250": "엔피씨",
		"048830": "엔피케이",
		"096870": "엘디티",
		"276240": "엘리비젼",
		"900140": "엘브이엠씨",
		"138690": "엘아이에스",
		"290650": "엘앤씨바이오",
		"066970": "엘앤에프",
		"156100": "엘앤케이바이오",
		"010120": "엘에스일렉트릭",
		"311060": "엘에이티",
		"073110": "엘엠에스",
		"083310": "엘오티베큠",
		"037950": "엘컴텍",
		"170920": "엘티씨",
		"058630": "엠게임",
		"058970": "엠로",
		"019590": "엠벤처투자",
		"169330": "엠브레인",
		"097520": "엠씨넥스",
		"373170": "엠아이큐브솔루션",
		"179290": "엠아이텍",
		"009780": "엠에스씨",
		"123040": "엠에스오토텍",
		"323230": "엠에프엠코리아",
		"032790": "엠젠솔루션",
		"033160": "엠케이전자",
		"347890": "엠투아이",
		"033310": "엠투엔",
		"259630": "엠플러스",
		"115960": "연우",
		"060850": "영림원소프트랩",
		"014440": "영보화학",
		"143540": "영우디에스피",
		"111770": "영원무역",
		"009970": "영원무역홀딩스",
		"003520": "영진약품",
		"000670": "영풍",
		"036560": "영풍정밀",
		"006740": "영풍제지",
		"012280": "영화금속",
		"265560": "영화테크",
		"012160": "영흥",
		"036000": "예림당",
		"250930": "예선테크",
		"053280": "예스24",
		"015360": "예스코홀딩스",
		"122640": "예스티",
		"900300": "오가닉티코스메틱",
		"045060": "오공",
		"080520": "오디텍",
		"007310": "오뚜기",
		"039830": "오로라",
		"322310": "오로스테크놀로지",
		"046120": "오르비텍",
		"014940": "오리엔탈정공",
		"002630": "오리엔트바이오",
		"065500": "오리엔트정공",
		"271560": "오리온",
		"001800": "오리온홀딩스",
		"010470": "오리콤",
		"417860": "오브젠",
		"352910": "오비고",
		"053980": "오상자이엘",
		"052420": "오성첨단소재",
		"241790": "오션브릿지",
		"039200": "오스코텍",
		"226400": "오스테오닉",
		"031510": "오스템",
		"368970": "오에스피",
		"138080": "오이솔루션",
		"080580": "오킨스전자",
		"067170": "오텍",
		"353590": "오토앤",
		"173130": "오파스넷",
		"440320": "오픈놀",
		"049480": "오픈베이스",
		"394280": "오픈엣지테크놀로지",
		"309930": "오하임앤컴퍼니",
		"244460": "올리패스",
		"226950": "올릭스",
		"057540": "옴니시스템",
		"131030": "옵투스제약",
		"082210": "옵트론텍",
		"109080": "옵티시스",
		"380540": "옵티코어",
		"153710": "옵티팜",
		"321820": "와이더플래닛",
		"432430": "와이랩",
		"338840": "와이바이오로직스",
		"122990": "와이솔",
		"112290": "와이씨켐",
		"232140": "와이아이케이",
		"065530": "와이어블",
		"067900": "와이엔텍",
		"007530": "와이엠",
		"155650": "와이엠씨",
		"273640": "와이엠텍",
		"251370": "와이엠티",
		"066430": "와이오엠",
		"193250": "와이제이엠게임즈",
		"273060": "와이즈버즈",
		"019210": "와이지_원",
		"122870": "와이지엔터테인먼트",
		"011690": "와이투솔루션",
		"332570": "와이팜",
		"079000": "와토스코리아",
		"070960": "용평리조트",
		"403490": "우듬지팜",
		"316140": "우리금융지주",
		"032820": "우리기술",
		"041190": "우리기술투자",
		"115440": "우리넷",
		"046970": "우리로",
		"082850": "우리바이오",
		"215360": "우리산업",
		"072470": "우리산업홀딩스",
		"073560": "우리손에프앤지",
		"037400": "우리엔터프라이즈",
		"153490": "우리이앤엘",
		"101170": "우림피티에스",
		"006980": "우성",
		"066590": "우수AMS",
		"017370": "우신시스템",
		"103840": "우양",
		"046940": "우원개발",
		"215380": "우정바이오",
		"065680": "우주일렉트로",
		"105840": "우진",
		"018620": "우진비앤지",
		"010400": "우진아이엔에스",
		"049800": "우진플라임",
		"016880": "웅진",
		"095720": "웅진씽크빅",
		"396470": "워트",
		"005820": "원림",
		"307280": "원바이오젠",
		"032940": "원익",
		"240810": "원익IPS",
		"074600": "원익QnC",
		"104830": "원익머트리얼즈",
		"014190": "원익큐브",
		"217820": "원익피앤이",
		"030530": "원익홀딩스",
		"012620": "원일특강",
		"382840": "원준",
		"336570": "원텍",
		"376980": "원티드랩",
		"122830": "원포유",
		"008370": "원풍",
		"008290": "원풍물산",
		"101160": "월덱스",
		"064090": "웨스트라이즈",
		"336060": "웨이버스",
		"095270": "웨이브일렉트로",
		"010600": "웰바이오텍",
		"065950": "웰크론",
		"076080": "웰크론한텍",
		"043590": "웰킵스하이텍",
		"196700": "웹스",
		"069080": "웹젠",
		"053580": "웹케시",
		"071460": "위니아",
		"377460": "위니아에이드",
		"044340": "위닉스",
		"330350": "위더스제약",
		"348350": "위드텍",
		"112040": "위메이드",
		"101730": "위메이드맥스",
		"123420": "위메이드플레이",
		"065370": "위세아이텍",
		"140660": "위월드",
		"038620": "위즈코프",
		"299900": "위지윅스튜디오",
		"036090": "위지트",
		"136540": "윈스",
		"320000": "윈텍",
		"097800": "윈팩",
		"192390": "윈하이텍",
		"313760": "윌링스",
		"008600": "윌비스",
		"335870": "윙스풋",
		"900340": "윙입푸드",
		"033270": "유나이티드",
		"014830": "유니드",
		"446070": "유니드비티플러스",
		"036200": "유니셈",
		"018000": "유니슨",
		"000910": "유니온",
		"047400": "유니온머티리얼",
		"203450": "유니온커뮤니티",
		"011330": "유니켐",
		"077500": "유니퀘스트",
		"011320": "유니크",
		"086390": "유니테스트",
		"241690": "유니테크노",
		"142210": "유니트론텍",
		"121060": "유니포인트",
		"048430": "유라테크",
		"206650": "유바이오로직스",
		"089850": "유비벨록스",
		"084440": "유비온",
		"032620": "유비케어",
		"264450": "유비쿼스",
		"078070": "유비쿼스홀딩스",
		"002920": "유성기업",
		"024800": "유성티엔에스",
		"000700": "유수홀딩스",
		"054930": "유신",
		"069330": "유아이디",
		"049520": "유아이엘",
		"435380": "유안타제10호스팩",
		"444920": "유안타제11호스팩",
		"446150": "유안타제12호스팩",
		"449020": "유안타제13호스팩",
		"450940": "유안타제14호스팩",
		"430700": "유안타제9호스팩",
		"003470": "유안타증권",
		"263770": "유에스티",
		"337840": "유엑스엔",
		"072130": "유엔젤",
		"000220": "유유제약",
		"388720": "유일로보틱스",
		"340930": "유일에너테크",
		"023410": "유진기업",
		"056080": "유진로봇",
		"373340": "유진스팩6호",
		"388800": "유진스팩7호",
		"413630": "유진스팩8호",
		"442130": "유진스팩9호",
		"001200": "유진증권",
		"084370": "유진테크",
		"240600": "유진테크놀로지",
		"221800": "유투바이오",
		"179900": "유티아이",
		"263050": "유틸렉스",
		"000100": "유한양행",
		"003460": "유화증권",
		"191410": "육일씨엔에쓰",
		"372170": "윤성에프앤씨",
		"146060": "율촌",
		"008730": "율촌화학",
		"072770": "율호",
		"008250": "이건산업",
		"039020": "이건홀딩스",
		"025820": "이구산업",
		"067920": "이글루",
		"044960": "이글벳",
		"303530": "이노뎁",
		"296640": "이노룰스",
		"302430": "이노메트리",
		"279060": "이노벡스",
		"214320": "이노션",
		"274400": "이노시뮬레이션",
		"056090": "이노시스",
		"073490": "이노와이어리스",
		"215790": "이노인스트루먼트",
		"344860": "이노진",
		"246960": "이노테라피",
		"088390": "이녹스",
		"272290": "이녹스첨단소재",
		"053350": "이니텍",
		"041520": "이라이콤",
		"264850": "이랜시스",
		"054210": "이랜텍",
		"164060": "이루다",
		"065440": "이루온",
		"088260": "이리츠코크렙",
		"139480": "이마트",
		"115610": "이미지스",
		"078020": "이베스트투자증권",
		"131400": "이브이첨단소재",
		"419700": "이브이파킹서비스",
		"208850": "이비테크",
		"351330": "이삭엔지니어링",
		"080010": "이상네트웍스",
		"379390": "이성씨엔아이",
		"457190": "이수스페셜티케미컬",
		"086890": "이수앱지스",
		"007660": "이수페타시스",
		"005950": "이수화학",
		"015020": "이스타코",
		"047560": "이스트소프트",
		"900110": "이스트아시아홀딩스",
		"067010": "이씨에스",
		"093230": "이아이디",
		"341310": "이앤에치",
		"102710": "이엔에프테크놀로지",
		"074610": "이엔플러스",
		"063760": "이엘피",
		"123570": "이엠넷",
		"083470": "이엠앤아이",
		"095190": "이엠코리아",
		"091120": "이엠텍",
		"232530": "이엠티",
		"102460": "이연제약",
		"039030": "이오테크닉스",
		"294090": "이오플로우",
		"088290": "이원컴포텍",
		"084680": "이월드",
		"181340": "이즈미디어",
		"353810": "이지바이오",
		"350520": "이지스레지던스리츠",
		"334890": "이지스밸류플러스리츠",
		"099750": "이지케어텍",
		"377330": "이지트로닉스",
		"035810": "이지홀딩스",
		"160600": "이큐셀",
		"092130": "이크레더블",
		"096040": "이트론",
		"134060": "이퓨쳐",
		"001840": "이화공영",
		"000760": "이화산업",
		"024810": "이화전기",
		"014990": "인디에프",
		"041830": "인바디",
		"352940": "인바이오",
		"101140": "인바이오젠",
		"216400": "인바이츠바이오코아",
		"079950": "인베니아",
		"389470": "인벤티지랩",
		"277410": "인산가",
		"060150": "인선이엔티",
		"033230": "인성정보",
		"450520": "인스웨이브시스템즈",
		"006490": "인스코비",
		"037330": "인지디스플레",
		"100030": "인지소프트",
		"023800": "인지컨트롤스",
		"034590": "인천도시가스",
		"211050": "인카금융서비스",
		"083640": "인콘",
		"216050": "인크로스",
		"049070": "인탑스",
		"119610": "인터로조",
		"017250": "인터엠",
		"129260": "인터지스",
		"051370": "인터플렉스",
		"064290": "인텍플러스",
		"189300": "인텔리안테크",
		"150840": "인트로메딕",
		"048530": "인트론바이오",
		"023810": "인팩",
		"175140": "인포마크",
		"115310": "인포바인",
		"039290": "인포뱅크",
		"071200": "인피니트헬스케어",
		"101930": "인화정공",
		"249420": "일동제약",
		"000230": "일동홀딩스",
		"013360": "일성건설",
		"003120": "일성신약",
		"333430": "일승",
		"068330": "일신바이오",
		"003200": "일신방직",
		"007110": "일신석재",
		"007570": "일양약품",
		"178780": "일월지엠엘",
		"008500": "일정실업",
		"019540": "일지테크",
		"081000": "일진다이아",
		"020760": "일진디스플",
		"103590": "일진전기",
		"094820": "일진파워",
		"271940": "일진하이솔루스",
		"015860": "일진홀딩스",
		"226320": "잇츠한불",
		"950140": "잉글우드랩",
		"049550": "잉크테크",
		"389020": "자람테크놀로지",
		"254120": "자비스",
		"043910": "자연과환경",
		"234920": "자이글",
		"289220": "자이언트스텝",
		"317400": "자이에스앤디",
		"033240": "자화전자",
		"174880": "장원테크",
		"049630": "재영솔루텍",
		"417840": "저스템",
		"000950": "전방",
		"110020": "전진바이오팜",
		"208140": "정다운",
		"040420": "정상제이엘에스",
		"045510": "정원엔시스",
		"217190": "제너셈",
		"095700": "제넥신",
		"072520": "제넨바이오",
		"122310": "제노레이",
		"361390": "제노코",
		"066830": "제노텍",
		"187420": "제노포커스",
		"225220": "제놀루션",
		"123330": "제닉",
		"159580": "제로투세븐",
		"147830": "제룡산업",
		"033100": "제룡전기",
		"079370": "제우스",
		"054950": "제이브이엠",
		"023440": "제이스코홀딩스",
		"090470": "제이스텍",
		"287410": "제이시스메디칼",
		"137950": "제이씨케미칼",
		"033320": "제이씨현시스템",
		"417500": "제이아이테크",
		"348950": "제이알글로벌리츠",
		"204270": "제이앤티씨",
		"194370": "제이에스코퍼레이션",
		"026040": "제이에스티나",
		"452160": "제이엔비",
		"126880": "제이엔케이히터",
		"322510": "제이엘케이",
		"254160": "제이엠멀티",
		"033050": "제이엠아이",
		"094970": "제이엠티",
		"418550": "제이오",
		"025620": "제이준코스메틱",
		"089790": "제이티",
		"030000": "제일기획",
		"052670": "제일바이오",
		"271980": "제일약품",
		"001560": "제일연마",
		"199820": "제일전기공업",
		"038010": "제일테크노스",
		"002620": "제일파마홀딩스",
		"276730": "제주맥주",
		"080220": "제주반도체",
		"006220": "제주은행",
		"089590": "제주항공",
		"216080": "제테마",
		"229000": "젠큐릭스",
		"248020": "젬",
		"082270": "젬백스",
		"064800": "젬백스링크",
		"044060": "조광ILI",
		"004910": "조광페인트",
		"004700": "조광피혁",
		"001550": "조비",
		"462520": "조선내화",
		"120030": "조선선재",
		"034940": "조아제약",
		"067000": "조이시티",
		"018470": "조일알미늄",
		"002600": "조흥",
		"185750": "종근당",
		"063160": "종근당바이오",
		"001630": "종근당홀딩스",
		"033340": "좋은사람들",
		"036930": "주성엔지니어링",
		"044380": "주연테크",
		"239340": "줌인터넷",
		"072020": "중앙백신",
		"000440": "중앙에너비스",
		"051980": "중앙첨단소재",
		"228760": "지노믹트리",
		"314130": "지놈앤컴퍼니",
		"013890": "지누스",
		"389030": "지니너스",
		"043610": "지니뮤직",
		"263860": "지니언스",
		"303030": "지니틱스",
		"036180": "지더블유바이텍",
		"208350": "지란지교시큐리티",
		"289860": "지슨",
		"144510": "지씨셀",
		"358570": "지아이이노베이션",
		"382480": "지아이텍",
		"382800": "지앤비에스_에코",
		"299480": "지앤이헬스케어",
		"051160": "지어소프트",
		"053050": "지에스이",
		"388610": "지에프씨생명과학",
		"119850": "지엔씨에너지",
		"065060": "지엔코",
		"204840": "지엘팜텍",
		"013870": "지엠비코리아",
		"071320": "지역난방공사",
		"270520": "지오릿에너지",
		"311320": "지오엘리먼트",
		"388050": "지투파워",
		"219750": "지티지웰니스",
		"088790": "진도",
		"018120": "진로발효",
		"109820": "진매트릭스",
		"086060": "진바이오텍",
		"036890": "진성티이씨",
		"363250": "진시스템",
		"003780": "진양산업",
		"007370": "진양제약",
		"010640": "진양폴리우레탄",
		"100250": "진양홀딩스",
		"051630": "진양화학",
		"272450": "진에어",
		"285800": "진영",
		"011000": "진원생명과학",
		"250030": "진코스텍",
		"002780": "진흥기업",
		"233990": "질경이",
		"085660": "차바이오텍",
		"261780": "차백신연구소",
		"009310": "참엔지니어링",
		"094850": "참좋은여행",
		"004650": "창해에탄올",
		"278280": "천보",
		"000650": "천일고속",
		"362320": "청담글로벌",
		"012600": "청호ICT",
		"066360": "체리부로",
		"033250": "체시스",
		"047820": "초록뱀미디어",
		"094360": "칩스앤미디어",
		"016790": "카나리아바이오",
		"016920": "카스",
		"284620": "카이노스메드",
		"446600": "카이바이오텍",
		"035720": "카카오",
		"293490": "카카오게임즈",
		"323410": "카카오뱅크",
		"377300": "카카오페이",
		"042000": "카페24",
		"006380": "카프로",
		"317530": "캐리소프트",
		"071850": "캐스텍코리아",
		"050110": "캠시스",
		"452300": "캡스톤파트너스",
		"119860": "커넥트웨이브",
		"223310": "커머스마이너",
		"109070": "컨버즈",
		"451760": "컨텍",
		"900310": "컬러레이",
		"078340": "컴투스",
		"063080": "컴투스홀딩스",
		"307930": "컴퍼니케이",
		"079190": "케스피온",
		"263700": "케어랩스",
		"214370": "케어젠",
		"221980": "케이디켐",
		"038530": "케이바이오",
		"001620": "케이비아이동국실업",
		"424140": "케이비제21호스팩",
		"436530": "케이비제22호스팩",
		"192250": "케이사인",
		"029460": "케이씨",
		"002380": "케이씨씨",
		"344820": "케이씨씨글라스",
		"115500": "케이씨에스",
		"281820": "케이씨텍",
		"089150": "케이씨티",
		"009070": "케이씨티시",
		"025880": "케이씨피드",
		"093320": "케이아이엔엑스",
		"093640": "케이알엠",
		"073010": "케이에스피",
		"105330": "케이엔더블유",
		"053080": "케이엔솔",
		"272110": "케이엔제이",
		"039420": "케이엘넷",
		"083550": "케이엠",
		"032500": "케이엠더블유",
		"225430": "케이엠제약",
		"102370": "케이옥션",
		"381970": "케이카",
		"145270": "케이탑리츠",
		"030200": "케이티",
		"053210": "케이티스카이라이프",
		"036030": "케이티알파",
		"033780": "케이티앤지",
		"064820": "케이프",
		"256940": "케이피에스",
		"024880": "케이피에프",
		"042040": "케이피엠테크",
		"054410": "케이피티유",
		"258610": "케일럼",
		"274090": "켄코아에어로스페이스",
		"402420": "켈스",
		"089010": "켐트로닉스",
		"220260": "켐트로스",
		"176590": "코나솔",
		"052400": "코나아이",
		"402030": "코난테크놀로지",
		"391710": "코닉오토메이션",
		"046070": "코다코",
		"047770": "코데즈컴바인",
		"080530": "코디",
		"417310": "코람코더원리츠",
		"357120": "코람코라이프인프라리츠",
		"104540": "코렌텍",
		"027050": "코리아나",
		"007810": "코리아써키트",
		"190650": "코리아에셋투자증권",
		"123410": "코리아에프티",
		"003690": "코리안리",
		"036690": "코맥스",
		"049430": "코메론",
		"183300": "코미코",
		"041960": "코미팜",
		"089890": "코세스",
		"009730": "코센",
		"189350": "코셋",
		"082660": "코스나인",
		"192820": "코스맥스",
		"044820": "코스맥스비티아이",
		"222040": "코스맥스엔비티",
		"241710": "코스메카코리아",
		"005070": "코스모신소재",
		"005420": "코스모화학",
		"355150": "코스텍시스",
		"169670": "코스텍시스템",
		"071950": "코아스",
		"166480": "코아스템켐온",
		"045970": "코아시아",
		"196450": "코아시아씨엠",
		"384470": "코어라인소프트",
		"029960": "코엔텍",
		"002020": "코오롱",
		"003070": "코오롱글로벌",
		"450140": "코오롱모빌리티그룹",
		"102940": "코오롱생명과학",
		"120110": "코오롱인더",
		"950160": "코오롱티슈진",
		"138490": "코오롱플라스틱",
		"021240": "코웨이",
		"033290": "코웰패션",
		"056360": "코위버",
		"282880": "코윈테크",
		"121850": "코이즈",
		"448710": "코츠테크놀로지",
		"015710": "코콤",
		"052330": "코텍",
		"322780": "코퍼스코리아",
		"036420": "콘텐트리중앙",
		"200130": "콜마비앤에이치",
		"031820": "콤텍시스템",
		"294570": "쿠콘",
		"192400": "쿠쿠홀딩스",
		"284740": "쿠쿠홈시스",
		"317690": "퀀타매트릭스",
		"078940": "퀀타피아",
		"432720": "퀄리타스반도체",
		"456190": "큐라켐",
		"365270": "큐라클",
		"348080": "큐라티스",
		"086460": "큐러블",
		"060280": "큐렉소",
		"372320": "큐로셀",
		"040350": "큐로컴",
		"051780": "큐로홀딩스",
		"115180": "큐리언트",
		"445680": "큐리옥스바이오시스템즈",
		"182360": "큐브엔터",
		"405100": "큐알티",
		"066310": "큐에스아이",
		"136660": "큐엠씨",
		"016600": "큐캐피탈",
		"355390": "크라우드웍스",
		"264900": "크라운제과",
		"005740": "크라운해태홀딩스",
		"259960": "크래프톤",
		"096240": "크레버스",
		"215570": "크로넥스",
		"114120": "크루셜텍",
		"110790": "크리스에프앤씨",
		"900250": "크리스탈신소재",
		"045520": "크린앤사이언스",
		"036170": "클라우드에어",
		"214150": "클래시스",
		"352770": "클리노믹스",
		"237880": "클리오",
		"139670": "키네마스터",
		"020120": "키다리스튜디오",
		"413600": "키움제6호스팩",
		"433530": "키움제7호스팩",
		"446840": "키움제8호스팩",
		"039490": "키움증권",
		"054780": "키이스트",
		"336040": "타스컴",
		"219130": "타이거일렉",
		"346010": "타이드",
		"318660": "타임기술",
		"434190": "탈로스",
		"360070": "탑머티리얼",
		"180060": "탑선",
		"065130": "탑엔지니어링",
		"134580": "탑코미디어",
		"014580": "태경비케이",
		"015890": "태경산업",
		"006890": "태경케미컬",
		"023160": "태광",
		"003240": "태광산업",
		"011280": "태림포장",
		"323280": "태성",
		"053620": "태양",
		"052960": "태양3C",
		"004100": "태양금속공업",
		"116100": "태양기계",
		"009410": "태영건설",
		"044490": "태웅",
		"124560": "태웅로직스",
		"001420": "태원물산",
		"007980": "태평양물산",
		"191420": "테고사이언스",
		"073640": "테라사이언스",
		"066700": "테라젠이텍스",
		"095610": "테스",
		"055490": "테이팩스",
		"308700": "테크엔",
		"064520": "테크엘",
		"089030": "테크윙",
		"258050": "테크트랜스",
		"054450": "텔레칩스",
		"091440": "텔레필드",
		"078000": "텔코웨어",
		"200230": "텔콘RF제약",
		"214420": "토니모리",
		"393210": "토마토시스템",
		"215480": "토박스코리아",
		"051360": "토비스",
		"045340": "토탈소프트",
		"108230": "톱텍",
		"079970": "투비소프트",
		"199800": "툴젠",
		"417790": "트루엔",
		"105550": "트루윈",
		"290090": "트윔",
		"026150": "특수건설",
		"322180": "티라유텍",
		"117730": "티로보틱스",
		"033830": "티비씨",
		"084870": "티비에이치글로벌",
		"057680": "티사이언티픽",
		"204610": "티쓰리",
		"064760": "티씨케이",
		"246710": "티앤알바이오팹",
		"340570": "티앤엘",
		"043220": "티에스넥스젠",
		"277880": "티에스아이",
		"131290": "티에스이",
		"019180": "티에이치엔",
		"425420": "티에프이",
		"131100": "티엔엔터테인먼트",
		"356860": "티엘비",
		"062860": "티엘아이",
		"413300": "티엘엔지니어링",
		"363280": "티와이홀딩스",
		"321550": "티움바이오",
		"091810": "티웨이항공",
		"004870": "티웨이홀딩스",
		"425040": "티이엠씨",
		"069260": "티케이지휴켐스",
		"104480": "티케이케미칼",
		"081150": "티플랙스",
		"130740": "티피씨글로벌",
		"217880": "틸론",
		"084730": "팅크웨어",
		"058530": "파나케이아",
		"440110": "파두",
		"034230": "파라다이스",
		"033540": "파라텍",
		"388870": "파로스아이바이오",
		"043200": "파루",
		"214450": "파마리서치",
		"217950": "파마리서치바이오",
		"208340": "파멥신",
		"005690": "파미셀",
		"177830": "파버나인",
		"037070": "파세코",
		"150900": "파수",
		"037030": "파워넷",
		"047310": "파워로직스",
		"266870": "파워풀엑스",
		"368770": "파이버프로",
		"170790": "파이오링크",
		"049120": "파인디앤씨",
		"038950": "파인디지털",
		"441270": "파인엠텍",
		"106240": "파인테크닉스",
		"131760": "파인텍",
		"065690": "파커스",
		"140860": "파크시스템스",
		"091700": "파트론",
		"202960": "판도라티비",
		"032800": "판타지오",
		"318010": "팜스빌",
		"036580": "팜스코",
		"027710": "팜스토리",
		"004720": "팜젠사이언스",
		"225590": "패션플랫폼",
		"054300": "팬스타엔터프라이즈",
		"068050": "팬엔터테인먼트",
		"028670": "팬오션",
		"222110": "팬젠",
		"271830": "팸텍",
		"010820": "퍼스텍",
		"016800": "퍼시스",
		"263750": "펄어비스",
		"251970": "펌텍코리아",
		"001020": "페이퍼코리아",
		"327610": "펨토바이오메드",
		"168360": "펨트론",
		"087010": "펩트론",
		"090080": "평화산업",
		"010770": "평화홀딩스",
		"119500": "포메탈",
		"389140": "포바이포",
		"022100": "포스코DX",
		"058430": "포스코스틸리온",
		"009520": "포스코엠텍",
		"047050": "포스코인터내셔널",
		"003670": "포스코퓨처엠",
		"189690": "포시에스",
		"318020": "포인트모바일",
		"256630": "포인트엔지니어링",
		"331380": "포커스에이치엔에스",
		"234100": "폴라리스세원",
		"041020": "폴라리스오피스",
		"114630": "폴라리스우노",
		"290720": "푸드나무",
		"005670": "푸드웰",
		"094940": "푸른기술",
		"007330": "푸른저축은행",
		"017810": "풀무원",
		"093380": "풍강",
		"023900": "풍국주정",
		"103140": "풍산",
		"005810": "풍산홀딩스",
		"371950": "풍원정밀",
		"370090": "퓨런티어",
		"445180": "퓨릿",
		"341170": "퓨쳐메디신",
		"220100": "퓨쳐켐",
		"035200": "프럼파스트",
		"334970": "프레스티지바이오로직스",
		"950210": "프레스티지바이오파마",
		"321260": "프로이천",
		"296160": "프로젠",
		"053610": "프로텍",
		"303360": "프로티아",
		"377220": "프롬바이오",
		"335810": "프리시젼바이오",
		"053160": "프리엠스",
		"405000": "플라즈맵",
		"041590": "플래스크",
		"367000": "플래티어",
		"075130": "플랜티넷",
		"222670": "플럼라인생명과학",
		"009810": "플레이그램",
		"237820": "플레이디",
		"023770": "플레이위드",
		"300080": "플리토",
		"150440": "피노텍",
		"032580": "피델릭스",
		"051380": "피씨디렉트",
		"241820": "피씨엘",
		"237750": "피앤씨테크",
		"319660": "피에스케이",
		"031980": "피에스케이홀딩스",
		"002230": "피에스텍",
		"057880": "피에이치씨",
		"043370": "피에이치에이",
		"239890": "피엔에이치테크",
		"347740": "피엔케이피부임상연구센타",
		"137400": "피엔티",
		"257370": "피엔티엠에스",
		"147760": "피엠티",
		"128660": "피제이메탈",
		"006140": "피제이전자",
		"376180": "피코그램",
		"304840": "피플바이오",
		"062970": "피피아이",
		"087600": "픽셀플러스",
		"291810": "핀텔",
		"378340": "필에너지",
		"161580": "필옵틱스",
		"347770": "핌스",
		"163730": "핑거",
		"417180": "핑거스토리",
		"446750": "하나26호스팩",
		"448370": "하나27호스팩",
		"454750": "하나28호스팩",
		"454640": "하나29호스팩",
		"406760": "하나금융21호스팩",
		"418170": "하나금융22호스팩",
		"427950": "하나금융23호스팩",
		"430230": "하나금융24호스팩",
		"435620": "하나금융25호스팩",
		"086790": "하나금융지주",
		"299030": "하나기술",
		"067310": "하나마이크론",
		"372290": "하나머스트7호스팩",
		"166090": "하나머티리얼즈",
		"293480": "하나제약",
		"039130": "하나투어",
		"136480": "하림",
		"003380": "하림지주",
		"101670": "하이드로리튬",
		"365590": "하이딥",
		"149980": "하이로닉",
		"013030": "하이록코리아",
		"352820": "하이브",
		"126700": "하이비젼시스템",
		"106080": "하이소닉",
		"071090": "하이스틸",
		"377400": "하이제6호스팩",
		"400840": "하이제7호스팩",
		"450050": "하이제8호스팩",
		"221840": "하이즈항공",
		"106190": "하이텍팜",
		"019490": "하이트론씨스템즈",
		"000080": "하이트진로",
		"000140": "하이트진로홀딩스",
		"373200": "하인크코리아",
		"066130": "하츠",
		"152550": "한국ANKOR유전",
		"004590": "한국가구",
		"036460": "한국가스공사",
		"039340": "한국경제TV",
		"005430": "한국공항",
		"071050": "한국금융지주",
		"034950": "한국기업평가",
		"010040": "한국내화",
		"025540": "한국단자공업",
		"222980": "한국맥널티",
		"010100": "한국무브넥스",
		"331660": "한국미라클피플사",
		"256840": "한국비엔씨",
		"004090": "한국석유공업",
		"025550": "한국선재",
		"002200": "한국수출포장공업",
		"002960": "한국쉘석유",
		"017890": "한국알콜",
		"000240": "한국앤컴퍼니",
		"080720": "한국유니온제약",
		"123890": "한국자산신탁",
		"015760": "한국전력공사",
		"063570": "한국전자금융",
		"041460": "한국전자인증",
		"006200": "한국전자홀딩스",
		"101680": "한국정밀기계",
		"039740": "한국정보공학",
		"053300": "한국정보인증",
		"025770": "한국정보통신",
		"436610": "한국제11호스팩",
		"458610": "한국제12호스팩",
		"464440": "한국제13호스팩",
		"027970": "한국제지",
		"023350": "한국종합기술",
		"025890": "한국주강",
		"000970": "한국주철관공업",
		"104700": "한국철강",
		"017960": "한국카본",
		"023760": "한국캐피탈",
		"054040": "한국컴퓨터",
		"161890": "한국콜마",
		"024720": "한국콜마홀딩스",
		"021650": "한국큐빅",
		"161390": "한국타이어앤테크놀로지",
		"053590": "한국테크놀로지",
		"034830": "한국토지신탁",
		"007280": "한국특강",
		"032300": "한국파마",
		"168490": "한국패러랠",
		"037230": "한국팩키지",
		"448900": "한국피아이엠",
		"047810": "한국항공우주",
		"123690": "한국화장품",
		"003350": "한국화장품제조",
		"030520": "한글과컴퓨터",
		"052600": "한네트",
		"011500": "한농화성",
		"002390": "한독",
		"256150": "한독크린텍",
		"092460": "한라IMS",
		"053690": "한미글로벌",
		"042700": "한미반도체",
		"008930": "한미사이언스",
		"128940": "한미약품",
		"047080": "한빛소프트",
		"009240": "한샘",
		"452280": "한선엔지니어링",
		"020000": "한섬",
		"003680": "한성기업",
		"066980": "한성크린텍",
		"105630": "한세실업",
		"069640": "한세엠케이",
		"016450": "한세예스24홀딩스",
		"009180": "한솔로지스틱스",
		"114810": "한솔아이원스",
		"070590": "한솔인티큐브",
		"213500": "한솔제지",
		"014680": "한솔케미칼",
		"004710": "한솔테크닉스",
		"010420": "한솔피엔에스",
		"004150": "한솔홀딩스",
		"025750": "한솔홈데코",
		"226440": "한송네오텍",
		"042520": "한스바이오메드",
		"004960": "한신공영",
		"011700": "한신기계공업",
		"430690": "한싹",
		"078350": "한양디지텍",
		"045100": "한양이엔지",
		"001750": "한양증권",
		"018880": "한온시스템",
		"009420": "한올바이오파마",
		"014130": "한익스프레스",
		"024740": "한일단조",
		"005860": "한일사료",
		"300720": "한일시멘트",
		"123840": "한일진공",
		"002220": "한일철강",
		"006390": "한일현대시멘트",
		"003300": "한일홀딩스",
		"007770": "한일화학",
		"051600": "한전KPS",
		"052690": "한전기술",
		"130660": "한전산업",
		"198940": "한주라이트메탈",
		"107640": "한중엔시에스",
		"002320": "한진",
		"003480": "한진중공업홀딩스",
		"180640": "한진칼",
		"005110": "한창",
		"079170": "한창산업",
		"009460": "한창제지",
		"372910": "한컴라이프케어",
		"054920": "한컴위드",
		"002680": "한탑",
		"000880": "한화",
		"452260": "한화갤러리아",
		"451800": "한화리츠",
		"088350": "한화생명",
		"000370": "한화손해보험",
		"009830": "한화솔루션",
		"272210": "한화시스템",
		"012450": "한화에어로스페이스",
		"042660": "한화오션",
		"003530": "한화투자증권",
		"386580": "한화플러스제2호스팩",
		"430460": "한화플러스제3호스팩",
		"455310": "한화플러스제4호스팩",
		"195870": "해성디에스",
		"034810": "해성산업",
		"076610": "해성옵틱스",
		"059270": "해성티피씨",
		"101530": "해태제과식품",
		"220180": "핸디소프트",
		"143210": "핸즈코퍼레이션",
		"900270": "헝셩그룹",
		"214180": "헥토이노베이션",
		"234340": "헥토파이낸셜",
		"084990": "헬릭스미스",
		"000720": "현대건설",
		"170030": "현대공업",
		"453340": "현대그린푸드",
		"086280": "현대글로비스",
		"064350": "현대로템",
		"079430": "현대리바트",
		"012330": "현대모비스",
		"319400": "현대무벡스",
		"010620": "현대미포조선",
		"048410": "현대바이오",
		"052260": "현대바이오랜드",
		"069960": "현대백화점",
		"004560": "현대비앤지스틸",
		"004310": "현대약품",
		"041440": "현대에버다임",
		"039010": "현대에이치티",
		"017800": "현대엘리베이터",
		"307950": "현대오토에버",
		"011210": "현대위아",
		"090850": "현대이지웰",
		"005380": "현대자동차",
		"004020": "현대제철",
		"005440": "현대지에프홀딩스",
		"001500": "현대차증권",
		"011760": "현대코퍼레이션",
		"227840": "현대코퍼레이션홀딩스",
		"126560": "현대퓨처넷",
		"001450": "현대해상",
		"057050": "현대홈쇼핑",
		"092300": "현우산업",
		"138360": "협진",
		"011080": "형지InC",
		"093240": "형지엘리트",
		"003010": "혜인",
		"111110": "호전실업",
		"008770": "호텔신라",
		"060560": "홈센타홀딩스",
		"064240": "홈캐스트",
		"039610": "화성밸브",
		"002460": "화성산업",
		"378850": "화승알앤에이",
		"241590": "화승엔터프라이즈",
		"006060": "화승인더스트리",
		"013520": "화승코퍼레이션",
		"010690": "화신",
		"126640": "화신정공",
		"133820": "화인베스틸",
		"127980": "화인써키트",
		"061250": "화일약품",
		"010660": "화천기계",
		"000850": "화천기공",
		"016580": "환인제약",
		"032560": "황금에스티",
		"004800": "효성",
		"094280": "효성_ITX",
		"097870": "효성오앤비",
		"298040": "효성중공업",
		"298050": "효성첨단소재",
		"298020": "효성티앤씨",
		"298000": "효성화학",
		"093370": "후성",
		"081660": "휠라홀딩스",
		"290270": "휴네시온",
		"005870": "휴니드테크놀러지스",
		"353190": "휴럼",
		"192410": "휴림네트웍스",
		"090710": "휴림로봇",
		"078590": "휴림에이텍",
		"205470": "휴마시스",
		"115160": "휴맥스",
		"028080": "휴맥스홀딩스",
		"200670": "휴메딕스",
		"212310": "휴벡셀",
		"079980": "휴비스",
		"065510": "휴비츠",
		"215090": "휴센텍",
		"005010": "휴스틸",
		"263920": "휴엠앤씨",
		"243070": "휴온스",
		"084110": "휴온스글로벌",
		"145020": "휴젤",
		"024060": "흥구석유",
		"010240": "흥국",
		"189980": "흥국에프엔비",
		"000540": "흥국화재",
		"003280": "흥아해운",
		"037440": "희림",
		"238490": "힘스",
	}
	return codeMap[code]
}
